Repository: LTEX-DEV/auroracoin-mac
Catalog: Hive/*.lproj/Localizable.strings
Languages: cs, da, el, fa, fi, hu, ja, nb, nl, pt, pt_pt, ro, sr, th, tr, uk

source: To protect your bitcoins, it's recommended that you enable at least one type of backup.
cs: Chcete-li ochránit své Bitcoiny, je potřeba využívat alespoň nějaký druh zálohy.
da: For at beskytte dine Bitcoin anbefales det, at du tilvælger mindst en type backup.
fa: برای محافظت از بیت کوین تان، توصیه می شود که حداقل یک مورد از پشتیبان گیری ها فعال شود.
fi: Suojellaksenne varojanne, suosittelemme että käytätte ainakin yhdenlaista varmuuskopiota.
hu: Hogy megvédd a Bitcoinjaidat állíts be legalább egy féle mentést.
ja: ビットコインを保護するために、最低でも一種類のバックアップ方法の利用をおすすめします。
nb: For å beskytte dine bitcoin er det anbefalt å ha ihvertfall en type sikkerhetskopiering påslått.
nl: Om je Bitcoins te beschermen is het aangeraden om minimaal 1 backup manier te activeren.
pt: Para proteger seus bitcoins é recomendado que você habilite pelo menos um tipo de backup.
pt_pt: Para proteger suas Bitcoins, é recomendado que você habilite ao menos um tipo de backup.
ro: Pentru a vă proteja bitcoinii, este recomandat să activaţi măcar un tip de backup.
th: เพื่อป้องกัน บิตคอยน์ ของคุณ เราแนะนำให้คุณสร้างฐานข้อมูลไว้หนึ่งรูปแบบ
tr: Bitcoinlerinizi korumak için en az bir yedekleme tipini aktifleştirmeniz önerilir.
uk: Щоб зберегти ваші Біткойни, рекомендується зробити резервне копіювання.

source: To send this transaction, you'll need to wait for your pending transactions to be confirmed first (this shouldn't take more than a few minutes).
cs: Chcete-li odeslat tuto transakci, budete muset počkat ještě na vyřízení předchozích transakcí, které musí být vyřízené jako první. (to by mělo trvat několik minut)
da: Transaktionen kan først udføres, når dine afventende transaktioner er blevet bekræftet (dette burde ikke tage mere end få minutter).
el: Για να ολοκληρώσετε αυτή τη συναλλαγή θα πρέπει να περιμένετε να επιβεβαιωθούν οι εκκρεμείς συναλλαγές πρώτα (δε θα διαρκέσει περισσότερο από μερικά λεπτά).
fa: برای ارسال این تراکنش، شما اول باید منتظر بمانید تا تراکنش های معلق شما تائید شوند (که این کار نباید بیشتر از چند دقیقه وقت شما رو بگیرد).
fi: Lähettääksesi tämän transaktion sinun täytyy odottaa, että vahvistamaton transaktiosi vahvistetaan (tämän ei pitäisi kestää muutamaa minuuttia pitempään).
hu: Hogy ezt elküld várnod kell a megerősítetlen tranzakciókra (megerősítésekre ez kb. 1-2 perc).
ja: 送金はコインが確認済みになるまでお待ちください。（数分もかからないはずです）
nb: For å sende denne transaksjonen så mu vente til dine ventende transaksjoner har blitt bekreftet (dette burde ikke ta mer enn noen minutter).
nl: Om deze transactie te versturen zult u moeten wachten totdat de alle transactie bevestigd zijn (dit zou niet langer dan een paar minuten moeten duren).
pt: Para enviar esta transação, você precisa esperar que as transações pendentes sejam confirmadas (isto não deve demorar mais do que alguns minutos).
pt_pt: Para enviar esta transacção, você precisará aguardar suas transações pendentes serem confirmadas (isto não deverá levar mais que alguns minutos).
ro: Pentru a efectua această tranzacţie, va trebui să aşteptaţi ca tranzacţiile aflate în derulare să fie confirmate(nu ar trebui să dureze mai mult de câteva minute).
sr: Како би послали ову трансакцију морате сачекати да ваше трансакције на извршењу буду потврђене (то не би требало да траје дуже од неколико минута).
th: คุณต้องรอการยืนยันก่อน จึงจะทำธุรกรรมนี้ได้ (ใช้เวลารอไม่เกินสองสามนาที)
tr: Bu işlemi tamamlamak için, bekleyen işlemlerinizin onaylanması gerekmektedir (bu işlem birkaç dakikadan fazla sürmez).
uk: Щоб відправити цю транзакцію, ти повинен почекати твоїх транзакцій які з находяться в очікуванні щоб були підтвердженими (це не повинно зайняти більшеніж декілька хвилин).

source: To use the app, please update to the latest version of Hive.
cs: Chcete-li využívat aplikaci, aktualizujte si jí prosím na novější verzi.
da: For at benytte dette app skal du opdatere til nyeste version af Hive.
fa: برای استفاده از برنامه آن را به آخرین نسخه ارتقا دهید
fi: Pyydämme etta päivitätte Hive sovelluksen uusimpaan versioon.
hu: Hogy használhasd az alkalmazást kérlek frissítsd a Hive-ot.
nb: For å brukke appen, vennligst oppdater til den siste versjonen av Hive.
nl: Update Hive alsjeblieft naar de laatste versie om deze app te kunnen gebruiken.
pt: Para usar o app, por favor atualize para a última versão do Hive.
pt_pt: Para utilizar o aplicativo, por favor actualize para a versão mais recente do Hive.
ro: Pentru a folosi aplicaţia, va rugăm updataţi Hive la ultima versiune.
th: หากจะใช้โปรแกรม กรุณาอัพเดท เวอร์ชั่นล่าสุดของ ไฮฟ์
tr: Uygulamayı kullanmak için Hive'ı son sürüme güncelleyin.
uk: Щоб використовувати програмульку, будь-ласка обновіть версію Хайву.

source: Transaction cancelled
cs: Transakce zrušena
da: Transaktion annulleret
el: Η συναλλαγή ακυρώθηκε
fa: تراکنش لغو شده است
fi: Transaktio peruttu
hu: Tranzakció lemégsézve
ja: 取引はキャンセルされました
nb: Transaksjon avbrutt
nl: De transactie is geanulleerd
pt: Transação cancelada
pt_pt: Transacção cancelada
ro: Tranzacţie anulată
sr: Трансакција је отказана
th: ยกเลิกการทำธุรกรรม
tr: İşlem iptal edildi
uk: Транзакція Відмінена

source: Transaction completed
cs: Transakce kompletní
da: Transkation gennemført
el: Η συναλλαγή ολοκληρώθηκε
fa: تراکنش انجام شده است
fi: Transaktio vahvistettu
hu: Tranzakció kész
ja: 取引が完了しました
nb: Transaksjon utført
nl: Transactie is voltooid
pt: Transação concluída
pt_pt: Transacção completa
ro: Tranzacţie efectuată
sr: Трансакција је извршена
th: การทำธุรกรรมสำเร็จ
tr: İşlem tamamlandı
uk: Транзакція Виконана

source: Transaction could not be completed.
cs: Transakci nebylo možné uskutečnit.
da: Transaktionen blev ikke gennemført.
el: Αδύνατη η ολοκλήρωση της συναλλαγής.
fa: تراکنش کامل انجام نشد.
fi: Transaktiota ei voitu suorittaa loppuun.
hu: Tranzakciót nem lehet véghezvinni.
ja: 取引に失敗しました。
nb: Transaksjon kunne ikke blit utført.
nl: Transactie kon niet worden voltooid.
pt: Transação não pôde ser completada.
pt_pt: A transacção não pode ser concluída.
ro: Tranzacția nu a putut fi efectuată.
sr: Трансакција не може бити извршена.
th: ไม่สามารถทำธุรกรรมได้
tr: İşlem tamamlanamadı.
uk: Транзакція не може бути виконана.

source: Transaction from %@ was cancelled.
cs: Transakce od %@ byla zrušena.
da: Transaktionen d. %@ blev annulleret.
el: Η συναλλαγή από %@ ακυρώθηκε.
fa: تراکنش از طرف %@ لغو شده است.
fi: Transaktio päivänä %@ peruuntui.
hu: A tranzakció %@-tól meg lett szakítva.
ja: %@ からの取引はキャンセルされました。
nb: Tranaksjon fra %@ ble avbrutt.
nl: De transactie van %@ is geannuleerd.
pt: A transação de %@ foi cancelada.
pt_pt: Transacção de %@ foi cancelada.
ro: Tranzacţia de la %@ a fost anulată.
sr: Трансакција од %@ је отказана.
th: การทำธุรกรรมจาก %@ ถูกยกเลิก
tr: %@ tarafından gönderilmiş işlem iptal edildi.
uk: Транзакція із %@ була відмінена.

source: Transactions
cs: Transakce
da: Transaktioner
el: Συναλλαγές
fa: تراکنش ها
fi: Transaktiot
hu: Tranzakciók
ja: 取引履歴
nb: Transaksjoner
nl: Transacties
pt: Transações
pt_pt: Transacções
ro: Tranzacții
sr: Трансакције
th: การทำธุรกรรม
tr: İşlemler
uk: Транзакція

source: Uninstall
cs: Odinstalovat
da: Afinstaller
fa: حذف کردن
fi: Poista sovellus
hu: Eltávolítás
nb: Avinstaller
nl: Verwijderen
pt: Desinstalar
pt_pt: Remover
ro: Dezinstalează
th: ถอนการติดตั้ง
tr: Kaldır
uk: Деінсталяція

source: Uninstall application
cs: Odinstalovat aplikaci
da: Afinstaller app
fa: حذف برنامه
fi: Poista sovellus
hu: Alkalmazás eltávolítása
nb: Avinstaller applikasjon
nl: Applicatie verwijderen
pt: Desinstalar aplicação
pt_pt: Remover aplicação
ro: Dezinstalează aplicaţia
th: ถอนการติดตั้งโปรแกรม
tr: Uygulamayı kaldır
uk: Деінсталяція програми

source: Up to date
cs: Aktuální
da: Opdateret
el: Ενημερωμένο
fa: به روز
fi: Päivitetty
hu: Nem kell frissíteni
ja: 最新
nb: Oppdatert
pt: Atualizado
pt_pt: Actualizado
ro: La zi
sr: Усклађено
th: ข้อมูลเป็นปัจจุบัน
tr: Güncel
uk: До теперішнього часу

source: Visit application's site
cs: Navštívit stránku aplikace
da: Besøg app-hjemmesiden
fa: دیدن وب سایت برنامه
fi: Siirry sovelluksen nettisivulle
hu: Az alkalmazás oldalának elindítása
nb: Besøk applikasjonens nettside
nl: Bezoek de applicatie website
pt: Visitar o site da aplicação
pt_pt: Visitar sítio da aplicação
ro: Vizitaţi site-ul aplicaţiei
th: เยี่ยมชมเว็บไซด์ของโปรแกรม
tr: Uygulama sitesini ziyaret et
uk: Відвідати сайт з програмою

source: Waiting for backup
cs: Čekání na zálohy
da: Backup er planlagt
el: Αναμονή για backup
fa: منتظر نسخه پشتیبان
fi: Odottaa varmuuskopiointia
hu: Várakozás mentésre
ja: バックアップを待機中
nb: Venter for sikkerhetskopiering
nl: Wachten op de backup
pt: Esperando pelo backup
pt_pt: Aguardando o backup
ro: În aşteptarea backup-ului
sr: Чека се прављење помоћне копије
th: รอการจัดเก็บฐานข้อมูล
tr: Yedekleme için bekleniyor
uk: В очікуванні резервного копіювання

source: We cannot guarantee the safety of all apps - please be careful if you download Hive apps from third party sites.
cs: Nemůžeme zaručit bezpečnost všech aplikací - prosím dejte pozor, pokud stahujete Hive ze stránek které nejsou naše.
da: Vi kan ikke garantere sikkerheden af alle apps – vær venligst forsigtig hvis du henter Hive-apps fra tredjepartssider.
el: Δε μπορούμε να εγγυηθούμε την ασφάλεια όλων των εφαρμογών - Παρακαλούμε να είστε ιδιαίτερα προσεκτικοί όταν κατεβάζετε εφαρμογές Hive από τρίτους.
fa: ما نمی توانیم امنیت همه نرم افزار ها رو تضمین کنیم- مراقب باشد اگر نرم افزار هایو را از سایت هایی به غیر سایت اصلی برنامه ذریافت می کنید.
fi: Emme voi taata kaikkien sovellusten turvallisuutta - olethan varovainen, jos lataat Hiven kolmannen osapuolen sivujen kautta.
hu: Mi nem garantáljuk hogy minden 3. féltől származó Hive kiegészítő biztonságos.
nb: VI kan ikke garantere sikkerheten til alle apper - vennligst vær forsiktig om du laster ned Hive-apper fra tjerdepartisider.
nl: We kunnen de veiligheid van alle apps niet garanderen - wees alsjeblieft voorzichtig als u Hive apps download van derden.
pt: Nós não podemos garantir a segurança de todos os aplicativos - por favor seja cuidadoso se você baixou o Hive a partir de sites de terceiros.
pt_pt: Nós não podemos garantir a segurança de todas as apps - por favor seja cuidadoso ao descarregar apps para o Hive de terceiros.
ro: Nu putem garanta siguranţa tuturor aplicaţiilor - acordaţi atenţie sporită dacă descărcaţi aplicaţii Hive de pe alte site-uri.
sr: Ми не можемо гарантовати безбедност свих апликација - молимо вас будите пажљиви уколико преузимате Hive апликације од трећих страна.
th: เราไม่สามารถการันตีความปลอดภัยได้ทุกโปรแกรม กรุณาระมัดระวังในการดาวน์โหลดโปรแกรมไฮฟ์ จากเว็บไซด์อื่นๆ
tr: Bütün uygulamaların güvenli olduklarını garanti edemeyiz - Hive uygulamalarını başka bir siteden indirdiyseniz dikkatli olunuz.
uk: Ми не можемо гарантувати безпеку всіх програм - будь-ласка будьте уважні якщо ви завантажуєте Хайв програми з інших сайтів.

source: Welcome
cs: Vítejte
da: Velkommen
el: Καλώς ορίσατε
fa: خوش آمدید
fi: Tervetuloa
hu: Hello
ja: ようこそ！
nb: Velkommen
nl: Welkom
pt: Bem-vindo
pt_pt: Bem-vindo
ro: Bine aţi venit
sr: Добродошли
th: ยินดีต้อนรับ
tr: Hoşgeldiniz
uk: Ласкаво просило

source: What does this mean?
cs: Co to znamená?
da: Hvad betyder dette?
el: Τί σημαίνει αυτό;
fa: این به چه معنا می باشد؟
fi: Mitä tämä tarkoittaa?
hu: Ez mit jelent?
ja: 詳細
nb: Hva betyr dette?
nl: Wat betekent dit?
pt: O que isto significa?
pt_pt: O que significa isso?
ro: Ce înseamnă asta?
sr: Шта ово значи?
th: แปลว่าอะไร
tr: Bu ne anlama geliyor?
uk: Що це означає?

source: You can install it again through the App Store app later if you change your mind.
cs: Pokud si to rozmyslíte, můžete jí později pomocí App Store znovu nainstalovat.
da: Du kan installere det igen fra App Store, hvis du ændrer mening.
fa: شما می توانید این رو از طریق App Store مجددا هر زمان که خواستید نصب کنید.
fi: Jos muutat mielesi, voit asentaa ohjelman uudestaan App - storen kautta.
hu: Újra tudod telepíteni az Alkalmazás Bolton keresztül ha meggondolnád magad.
nb: Du kan reinstallere appen gjennom App Store senere om du vil.
nl: Je kunt de app opnieuw installeren via de App Store als je je later bedenkt.
pt: Se mudar de idéia você pode instalá-lo novamente através da App Store.
pt_pt: Você poderá instalar novamente através da App Store se mudar de opinião.
ro: Dacă va răzgândiţi, puteţi reinstala mai târziu din App Store.
th: คุณสามารถติดตั้งโปรแกรมนี้ได้อีกครั้งผ่าน App Store
tr: Fikriniz değişirse, uygulamayı App Store üzerinden tekrar yükleyebilirsiniz.
uk: Ви можете заінталювати це ще раз через пропгамний магазин пізніше якщо ви зміните свою думку.

source: You cannot send more money than you own.
cs: Nemůžete poslat víc peněz, než kolik jich máte.
da: Du kan ikke sende flere penge, end du har til rådighed.
el: Δε μπορείτε να στείλετε περισσότερα από όσα έχετε.
fa: شما نمی توانید بیشتر از پولی که دارید پول ارسال کنید.
fi: Et voi lähettää enempää rahaa kuin sinulla on.
hu: Csak annyi pénzt küldhetsz amennyid van.
ja: 残高を超える送金をすることはできません。
nb: Du kan ikke sende mer penger enn du har tilgjengelig.
nl: U kunt niet meer geld verzenden dan dat u daadwerkelijk heeft.
pt: Você não pode enviar mais dinheiro do que você possui.
pt_pt: Não é possível enviar mais do que o saldo actual.
ro: Nu puteți trimite mai mulți bani decât aveți.
sr: Не можете послати више новца него што имате.
th: คุณไม่สามารถโอนเงินได้มากกว่าจำนวนที่คุณมี
tr: Sahip olduğunuz miktardan daha fazla parayı gönderemezsiniz.
uk: Ви не можете вислати більше грошей а ніж маєте.

source: You have already added "%@" to Hive. Would you like to overwrite it?
cs: Už jste jednou do "%@" Hive přidali. Chcete to přepsat?
da: Du har allerede føjet “%@” til Hive. Vil du overskrive det?
el: Έχετε ήδη προσθέσει τη "%@" στο Hive. Θέλετε να την αντικαταστήσετε;
fa: شما قبلا "%@" را در هایو اضافه کرده اید. آیا تمایل دارید که این مورد را بر روی مورد قبلی جایگزین کنید؟
fi: Olet jo lisännyt "%@" Hiveen. Haluatko korvata sen?
hu: Már hozzáadtad "%@"-t a Hivehoz. Felül akarod írni?
nb: Du har allerede lagt til "%@" til Hive. Vil du overskrive dette?
nl: U hebt "%@" al toegevoegd aan Hive. Wil u deze persoon overschrijven?
pt: Você já adicionou "%@" ao Hive. Gostaria de sobrescrevê-lo ?
pt_pt: Você já adicionou "%@" ao Hive. Gostaria de sobrescrevê-lo?
ro: Deja aţi adăugat "%@" la Hive. Doriţi să suprascrieţi?
sr: Већ сте додали "%@" на Хиве. Да ли желите да запишете преко тога?
th: คุณได้เพิ่ม "%@" ใน ไฮฟ์ แล้ว คุณต้องการบันทึกข้อมูลแทนที่ข้อมูลเก่าหรือไม่
tr: Zaten "%@" Hive'a eklenmiş. Üstüne yazmak ister misiniz?
uk: Ви вже додали "%@" до Хайву. Ви бажаєте перезберегти це?

source: You have sent %@.
cs: Odeslali jste: %@.
da: Du har sendt %@.
el: Έχετε στείλει %@.
fa: شما %@ ارسال کرده اید.
fi: Olet lähettänyt %@.
hu: Elküldtél %@-t.
ja: %@ を送金しました。
nb: Du har sendt %@.
nl: U hebt %@ verstuurd.
pt: Você enviou %@.
pt_pt: Você enviou %@.
ro: Aţi trimis %@.
sr: Послали сте %@.
th: คุณส่ง %@
tr: %@ gönderdiniz.
uk: Ви відправили %@.

source: You must install Dropbox first (see www.dropbox.com).
cs: Musíte první nainstalovat Dropbox (najdete ho na: www.dropbox.com)
da: Du skal først installere Dropbox (se www.dropbox.com).
el: Πρέπει πρώτα να εγκαταστήσετε το Dropbox (βλέπε www.dropbox.com).
fa: شما می بایست ابتدا دراپ باکس را نصب کنید (به این منظور از این وب سایت دیدن کنیدwww.dropbox.com ).
fi: Sinun täytyy ensin asentaa Dropbox(see www.dropbox.com).
hu: Először telepítsd fel a DropBoxot (lásd www.dropbox.com).
ja: 初めにDropboxをインストールする必要があります。(www.dropbox.com をご覧ください)
nb: Du må installere Dropbox først (se www.dropbox.com).
nl: U moet Dropbox eerst installeren (zie www.dropbox.com).
pt: Primeiro, você precisa instalar o Dropbox (veja www.dropbox.com).
pt_pt: Primeiro você deve instalar o Dropbox (em www.dropbox.com).
ro: Dropbox trebuie instalat mai întâi(detalii pe www.dropbox.com).
sr: Прво морате инсталирати Dropbox (погледати www.dropbox.com).
th: คุณต้องติดตั้งโปรแกรม Dropbox ก่อน (ไปที่ www.dropbox.com)
tr: Önce Dropbox yazılımını kurmalısınız (www.dropbox.com).
uk: Ви маєте спочатку заінсталювати Дропбокс (загляньте сюди: www.dropbox.com).

source: You must install Google Drive first (see https://www.google.com/intl/en/drive/download).
da: Du skal først installere Google Drive (se https://www.google.com/intl/en/drive/download).
fi: Sinun tulee asentaa Google Drive ensiksi (katso https://www.google.com/intl/en/drive/download).
ro: Mai întâi trebuie instalat Google Drive (mai multe detalii aici: https://www.google.com/intl/en/drive/download).
th: คุณต้องติดตั้งกูเกิ้ลไดร์ฟก่อน (คลิกที่นี่ https://www.google.com/intl/en/drive/download)

source: You need to be connected to the network to send any transactions.
cs: Musíte být připojeni k síti, pro posílání transakcí.
da: Du skal være forbundet til netværket for at kunne sende transaktioner.
fa: برای ارسال هرگونه تراکنش شما می بایست به شبکه متصل باشید
fi: Sinun täytyy olla kirjautuneena verkkoon, ennen kuin voit suorittaa yhtään maksua.
hu: Kapcsolódva kel lenned ha tranzakciót akarsz küldeni.
ja: ネットワークに接続する必要があります。
nb: Du må være forbundet til nettverket for å sende transaksjoner.
nl: Je moet verbonden zijn met het netwerk voordat je transacties kunt versturen.
pt: Você deve estar conectado à rede para enviar transações.
pt_pt: Você deve estar conectado à rede para enviar quaisquer transacções.
ro: Trebuie să fii conectat la reţea pentru a efectua tranzacţii.
th: คุณต้องเชื่อมต่อกับเครือข่ายอินเตอร์เนตเพื่อทำธุรกรรม
uk: Ви маєте бути з'єднані з мережею щоб відправляти будь-які транзакції.

source: You need to choose or create a directory inside your Dropbox folder.
cs: Musíte si vybrat nebo vytvořit adresář uvnitř Vašeho Dropbox adresáře.
da: Du skal vælge eller oprette en mappe inde i din Dropbox-mappe.
el: Πρέπει να επιλέξετε ή να δημιουργήσετε ένα φάκελο μέσα στο Dropbox.
fa: شما باید یک دایرکتوری درون پوشه دراپ باکس تان انتخاب و یا ایجاد کنید.
fi: Sinun pitää valita tai luoda kansio Dropbox-kansioon.
hu: Ki kell választanod vagy létre kell hoznod egy mappát a Dropboxodon belül.
ja: Dropboxの中のフォルダーから選ぶか、新しくディレクトリを作る必要があります。
nb: Du må velge eller lage en mappe i din Dropbox-mappe.
nl: U moet een map seleteren of aanmaken binnen uw Dropbox map.
pt: Você precisa escolher ou criar um diretório dentro da sua pasta do Dropbox.
pt_pt: Você precisa escolher ou criar um directório dentro do Dropbox.
ro: Trebuie să selectaţi sau să creaţi un director în cadrul directorului dumneavoastră Dropbox.
sr: Морате да изаберете или направите директоријум унутар вашег Dropbox фолдера.
th: คุณต้องเลือกหรือสร้างอีกแฟ้มใน Dropbox
tr: Dropbox klasörünüzü içinde bir klasör seçmeli yada yaratmalısınız.
uk: Ви повинні вибрати або створити директорію всередині папки Dropbox.

source: You need to choose or create a directory inside your Google Drive folder.
da: Du skal vælge eller oprette en mappe på dit Google Drive.
fi: Ole hyvä ja luo hakemisto sisään Google Drive kansioosi.
ro: Trebuie să alegi sau să creezi un director înăuntrul folderului Google Drive.
th: คุณต้องเลือกหรือสร้างสารบบนโฟล์เดอร์กูเกิ้ลไดร์ฟของคุณ

source: You need to give the contact a name before you can add it to the list.
cs: Před přidáním do adresáře musíte kontaktu zadat jméno.
da: Det er nødvendigt at give kontaktpersonen et navn, før denne kan føjes til listen.
el: Πρέπει να δώσετε ένα όνομα στην επαφή πριν την προσθέσετε στη λίστα.
fa: شما باید یک نام برای مخاطب تان انتخاب کنید قبل از اینکه آن را ذخیره کنید.
fi: Sinun täytyy antaa yhteystiedolle nimi ennen kuin voit lisätä sen luetteloon.
hu: Meg kell adnod egy neved mielőtt hozzáadod a listához.
ja: リストに追加する前に名前を付ける必要がります。
nb: Du må gi kontakten et navn før du kan legge den til i listen.
nl: U moet de contactpersoon eerst een naam geven voordat u deze aan de lijst kunt toevoegen.
pt: Você precisa digitar o nome do contato antes de adicioná-lo a lista.
pt_pt: É necessário adicionar um nome no contacto antes de adicioná-lo à lista.
ro: Trebuie să atribuiți un nume contactului înainte să-l adăugați in listă.
sr: Морате навести име контакта пре него што га додате на листу.
th: คุณต้องระบุชื่อผู้ติดต่อก่อนที่คุณจะเพิ่มเข้าไปในรายชื่อ
tr: Listeye eklemeden önce bağlantıya bir isim vermeniz gerekmekte.
uk: Ви повинні дати контакту ім'я, перш ніж ви можете додати його в список.

source: You need to set a wallet password first (see Wallet menu).
cs: Musíte jako první nastavit heslo peněženky (podívejte se do menu).
da: Du skal først vælge en wallet-kode (se menuen Wallet).
el: Πρέπει να θέσετε έναν κωδικό πορτοφολιού πρώτα (βλέπε μενού Πορτοφόλι).
fa: شما ابتدا می بایست یک رمز برای کیف پولتان انتخاب کنید (به منوی کیف پول مراجعه کنید).
fi: Sinun täytyy ensin asettaa lompakolle salasana(katso Lompakko-valikko).
hu: Először adj a Tárcádhoz egy jelszót (lást Tárca menü).
ja: 初めにウォレットのパスワードを設定する必要があります。 (ウォレットメニューから設定できます)
nb: Du må sette et passord for lommeboken først (se Lommebok-meny).
nl: Je zult eerst een wachtwoord moeten instellen (zie het Portemmonnee menu).
pt: Primeiro, você precisa criar a senha da carteira (veja o menu Carteira).
pt_pt: Primeiro você precisa criar uma senha para a carteira (veja o menu Carteira).
ro: Trebuie mai întâi să parolaţi portofelul(vedeţi meniu Portofel).
sr: Прво морате подесити лозинку новчаника (погледати мени новчаника).
th: คุณต้องระบุรหัสผ่านของกระเป๋าเงินก่อน (เข้าไปที่ เมนู กระเป๋าเงิน)
tr: Önce bir cüzdan şifresi belirlemelisiniz (Cüzdan menüsüne bakınız).
uk: Вам потрібно встановити пароль на гаманець (див. меню Гаманець).

source: You won't be able to undo this operation.
cs: Nebude možné již tuto operaci vrátit.
da: Denne handling kan ikke fortrydes.
el: Δεν θα είναι δυνατή η αναίρεση αυτής της ενέργειας.
fa: شما قادر به بازگرداندن این عملیات نخواهید بود.
fi: Tätä toimintoa ei voi kumota.
hu: Ezt nem lehet visszavonni.
ja: この操作を取り消すことはできません。
nb: Det er ikke mulig å angre denne handlingen.
nl: Je kunt deze actie niet ongedaan maken.
pt: Você não poderá desfazer esta operação.
pt_pt: Você não poderá reverter esta operação.
ro: Nu veţi putea anula această operaţiune.
sr: Нећете моћи да поништите ову операцију.
th: คุณไม่สามารถยกเลิกกระบวนการนี้ได้
tr: Bu işlemi geri alamayacaksınız.
uk: Ви не зможете скасувати цю операцію.

source: You'll need to return to the site that requested the payment and initiate the payment again.
cs: Budete se muset vrátit na stránku, která požadovala platbu a zkusit to znovu.
da: Gå tilbage til den hjemmeside der anmodede om betalingen, og start betalingen igen.
fa: شما باید به سایتی برگردید که درخواست پرداخت را داده و پرداخت را دوباره انجام دهید
fi: Palaa takaisin maksunsaajan sivulle ja yritä maksua uudelleen.
hu: Újra kérned kell a kifizetést.
ja: サイトに戻り、もう一度支払いをやり直してください。
nb: Du må returne til nettsiden som forespurte betalingen og begynne betalingen igjen.
nl: Je zult naar de website, die een betaling aanvroeg, terug moeten gaan en de betaling opnieuw moeten opstarten.
pt: Você deve retornar ao site que solicitou o pagamento e iniciar o pagamento novamente.
pt_pt: Você precisará retornar ao site que solicitou o pagamento e iniciá-lo novamente.
ro: Trebuie să te întorci la siteul ce a cerut plata şi să iniţiezi plata din nou.
th: คุณต้องกลับไปที่เว็บไซด์ที่มีหน้าการชำระเงิน และทำการชำระเงินอีกครั้ง
uk: Ви повинні повернутись до сайту який запрошує платіж та ініціювати платіж.

source: You've received Bitcoin
cs: Dostali jste Bitcoiny
da: Du har modtaget Bitcoin
el: Έχετε λάβει Bitcoin
fa: شما بیت کوین دریافت کرده اید
fi: Olet vastaanottanut Bitcoineja
hu: Bitcoint kaptál
ja: ビットコインが届きました
nb: Du har mottat Bitcoin
nl: Je hebt Bitcoins ontvangen
pt: Você recebeu Bitcoin
pt_pt: Você recebeu Bitcoin
ro: Aţi primit Bitcoin
sr: Примили сте биткоин
th: คุณได้รับบิตคอยน์
tr: Bitcoin geldi
uk: Ви отримали Біткойн
