Repository: LTEX-DEV/auroracoin-mac
Catalog: Hive/*.lproj/Localizable.strings
Languages: cs, da, el, fa, fi, hu, ja, nb, nl, pt, pt_pt, ro, sr, th, tr, uk

source: Enter your password to confirm the transaction:
cs: Zadejte heslo pro potvrzení transakce:
da: Indtast din adgangskode for at bekræfte transaktionen:
el: Εισάγετε τον κωδικό σας για επιβεβαίωση της συναλλαγής:
fa: برای تائید تراکنش گذرواژه خود را وارد نمائید:
fi: Syötä salasanasi vahvistaaksesi tapahtuman:
hu: Add meg a jelszóda a küldéshez:
ja: パスワードを入力して送金:
ro: Introduceţi parola pentru a confirma tranzacţia:
sr: Унесите своју лозинку како би потврдили трансакцију:
th: กรอกรหัสผ่านเพื่อยืนยันการทำธุรกรรม
tr: İşlemi onaylamak için parolanızı girin:
uk: Введіть ваш пароль для підтвердження транзакції:

source: Enter your password to sign the message:
cs: Zadejte heslo pro přečtení zprávy:
da: Indtast din adgangskode for at signere beskeden:
fa: برای امضا کردن پیام رمزتان را وارد نمائید:
fi: Kirjaudu sisään salasanallasi käyttääksesi tunnusta:
hu: Írd be a jelszót az aláíráshoz:
ja: パスワードを入力してメッセージに署名:
nb: Skriv inn passordet ditt for å signere meldingen:
nl: Vul je wachtwoord in om het bericht te ondertekenen:
pt: Digite sua senha para assinar a mensagem:
pt_pt: Insira sua senha para assinar a mensagem:
ro: Introduceţi parola pentru a semna mesajul:
th: ระบุรหัสผ่านเพื่อเขียนข้อความ
uk: Введіть свій пароль щоб підписати повідомлення:

source: Firstname
cs: Křestní jméno
da: Fornavn
el: Όνομα
fa: نام
fi: Etunimi
hu: Vezetéknév
ja: 名
nb: Fornavn
nl: Voornaam
pt: Nome
pt_pt: Nome
ro: Prenume
sr: Име
th: ชื่อจริง
tr: Adı
uk: Ім'я

source: General
cs: Hlavní
da: Generelt
fa: عمومی
fi: Yleinen
hu: Általános
ja: 設定
nb: Generelt
nl: Algemeen
pt: Geral
pt_pt: Geral
th: ทั่วไป
uk: Головні

source: Google Drive folder not found.
da: Mappe på Google Drive ikke fundet.
fi: Google Drivea ei loytynyt.
ro: Folderul Google Drive nu a fost găsit.
th: ไม่พบโฟล์เดอร์กูเกิ้ลไดร์ฟ

source: Google Drive isn't running
da: Google Drive kører ikke
fi: Google Drive ei ole käytossää
ro: Google Drive nu a fost găsit
th: กูเกิ้ลไดร์ฟไม่ทำงาน

source: Hive application file "%@" could not be opened.
cs: Soubor aplikace Hive "%@" nelze otevřít.
da: Hive-applikationsarkivet “%@” kunne ikke læses.
fa: فایل "%@" برنامه هایو نمی تواند باز شود
fi: Hive sovelluksen tiedostoa "%@" ei voida avata.
hu: A Hive "%@" nevű fájlját nem lehet megnyitni.
nb: Hives applikasjonsfil "%@" kunne ikke åpnes.
nl: Hive applicatie bestand "%@" kon niet worden geopend.
pt: O arquivo de aplicação Hive "%@" não pôde ser aberto.
pt_pt: O ficheiro do aplicativo "%@" não pode ser aberto.
ro: Fişierul aplicaţiei Hive "%@" nu a putut fi deschis.
th: ข้อมูล "%@" ของโปรแกรม ไฮฟ์ ไม่สามารถเปิดได้
tr: "%@" Hive uygulaması açılamadı.
uk: Програмний файл Хайву "%@" не може бути відкритий.

source: Hive cannot be started.
cs: Hive nelze spustit.
da: Hive kunne ikke startes.
el: Αδυναμία έναρξης του Hive.
fa: هایو نمی تواند اجرا شود.
fi: Hivea ei voitu käynnistää.
hu: A Hiveot nem lehet elindítani.
ja: Hiveを起動できません。
nb: Hive kunne ikke bli startet.
nl: Hive kon niet opgestart worden.
pt: Hive não pôde ser iniciado.
pt_pt: Hive não pode ser executado.
ro: Hive nu poate fi pornit.
sr: Hive не може бити покренут.
th: ไม่สามารถเปิดใช้งานไฮฟ์ได้
tr: Hive başlatılamıyor.
uk: Хайв не може бути включений.

source: Hive database file cannot be opened.
cs: Databázový soubor Hive nelze otevřít.
da: Hives databasearkiv kan ikke åbnes.
el: Το αρχείο της βάσης δεδομένων του Hive δε μπορεί ν' ανοιχθεί.
fa: فایل پایگاه داده هایو نمی تواند باز شود
fi: Hive tietokantakansiota ei voitu avata.
hu: A Hive adatbázisát nem lehet megnyitni.
ja: Hiveのデータベースファイルを開けません。
nb: Databasefilene til Hive ble ikke funnet.
nl: Het Hive database bestand kon niet worden geopened.
pt: O arquivo de banco de dados do Hive não pôde ser aberto.
pt_pt: Banco de dados do Hive não pode ser aberto.
ro: Baza de date Hive nu poate fi deschisă.
sr: Фајл Hive базе података не може бити отворен.
th: เปิดฐานข้อมูลของไฮฟ์ไม่ได้
tr: Hive veritabanı dosyası açılamıyor.
uk: База даних Хайву не може бути відкрита.

source: Hive directory is excluded from Time Machine backup
cs: Hive adresář je vyloučen ze zálohování Time Machine
da: Hive-mappen medtages ikke i Time Machine backups.
el: Ο φάκελος του Hive εξαιρείται από το Time Machine backup
fa: دایرکتوری هایو از پشتیبان گیر ماشین زمان جدا شده است
fi: Hive kansio ei sisälly Time Machine varmuuskopioon
hu: A Hive mappája ki van véve a mentésből
ja: Hiveのディレクトリが Time Machine のバックアップ対象になっていません。
nb: Hive-mappen er eksludert fra Time Machine-sikkerhetskopier
nl: De Hive map is uitgesloten van de Time Machine backup
pt: O diretório do Hive não está incluído no backup do Time Machine
pt_pt: O directório do Hive está excluído do backup Time Machine
ro: Directorul Hive este exclus din backup-ul Maşinii Timpului
sr: Hive директоријум је искључен из Time Machine резервне копије
th: สารบบของไฮฟ์ไม่ได้รวมอยู่ในฐานเก็บข้อมูลย้อนหลัง
tr: Hive dizini Time Machine yedeklemesinden çıkarılmış
uk: Директорія Хайву вилучена із резервного копіювання Машини Часу

source: Hive is currently syncing with the Bitcoin network. Are you sure you want to quit?
cs: Hive se právě synchronizuje s Bitcoinovou sítí. Opravdu chcete vše ukončit?
da: Hive synkroniserer i øjeblikket med Bitcoin-netværket. Er du sikker på at du vil slutte?
fa: هایو در حال همگام سازی خود با شبکه بیت کویت هست. آیا مطمئن هستید که می خواهید از برنامه خارج شوید؟
fi: Hive yrittää ottaa yhteyttä Bitcoinin tietoverkkoon, haluatko varmasti sulkea ohjelman?
hu: A Hive jelenleg a Bitcoin hálózattal szinkronizál. Biztos hogy kilépsz?
ja: ビットコインのネットワークと同期中です。終了してもよろしいですか？
nb: Hive synkroniserer nå med Bitcoin-nettverket. Er du sikker på at du vil avslutte?
nl: Hive is op dit moment aan het synchroniseren met het Bitcoin netwerk. Weet je zeker dat je wilt afsluiten?
pt: O Hive está sendo sincronizado com a rede Bitcoin. Tem certeza que deseja sair?
pt_pt: O Hive está actualmente sincronizando com a rede Bitcoin. Tem certeza que deseja encerrar?
ro: Hive momentan se sincronizează cu reţeaua Bitcoin. Sigur doriţi să anulaţi?
th: ไฮฟ์ กำลังรวบรวมข้อมูลจาก เครือข่ายบิตคอยน์ คุณแน่ใจหรือที่จะออกจากโปรแกรม?
tr: Hive su an Bitcoin ağı ile senkronize oluyor. Çıkmak istediğinizden emin misiniz?
uk: Хайв на даний момент синхронізується із Біткойн мережею. Ви впевнені, що хочете вийти?

source: Hive is not connected to the Bitcoin network.
cs: Hive není připojena k Bitcoinové síti.
da: Hive er ikke forbundet til Bitcoin-netværket.
fa: هایو به شبکه بیت کوین متصل نمی باشد.
fi: Hivea ei ole kytketty Bitcoinin verkkoon.
hu: A Hive nem kapcsolódott a Bitcoin hálózathoz.
ja: Hiveはビットコインのネットワークに接続していません。
nb: Hive er ikke forbundet til Bitcoin-nettverket.
nl: Hive is niet verbonden met het Bitcoin netwerk.
pt: O Hive não está conectado à rede Bitcoin.
pt_pt: O Hive não está conectado à rede Bitcoin.
ro: Hive nu este conectat la reţeaua Bitcoin.
th: ไฮฟ์ ไม่สามารถเชื่อมต่อกับเครือข่าย บิตคอยน์
uk: Хайв не з'єднаний з біткойн мережею.

source: Hive will now delete the file and synchronize with the Bitcoin network again. Please leave Hive open for the next several minutes, and try not to send any transactions right now.
cs: Hive nyní odstraní soubory a začne novou synchronizaci s Bitcoinovou sítí. Prosím nechte Hive spuštěný a nějakou chvíli neposílejte žádné transakce.
da: Hive vil nu slette arkivet og synkronisere med Bitcoin-netværket igen. Lad venligst Hive forblive åbent de næste par minutter, og undgå at foretage transaktioner lige nu.
fa: هایو هم اکنون فایل ها را پاک می کند و مجددا به همگام سازی با شبکه بیت کوین می پردازد. لطفا برای چند دقیقه هایو را باز نگه دارید و در طی این زمان سعی به انجام هیچ گونه تراکنشی نکنید.
fi: Hive poistaa nyt tiedoston ja ottaa uudellen yhteyttä Bitcoin-verkkoon. Ole hyvä ja odota muutama minuutti ja älä tee uusia maksuja juuri nyt.
hu: A Hive most törli a fájlt és újra szikronizál a Bitcoin hálozattal. Ne próbálj meg pénzt küldeni néhány percig.
ja: ファイルを削除してビットコインのネットワークと再同期します。数分間Hiveを開いたままにしておき、送金は行わないでください。
nb: Hive vil nå slette filen og synkronisere med Bitcoin-nettverket på nytt. Vennligst la Hive være åpent de neste minuttene og prøv å ikke sende noen transaksjoner akkurat nå.
nl: Hive zal nu het bestand verwijderen opnieuw met het Bitcoin netwerk synchroniseren. Laat Hive alsjeblieft voor een paar minuten open en probeer geen transacties te versturen.
pt: Agora o Hive vai excluir o arquivo e sincronizar com a rede Bitcoin novamente. Por favor deixe o Hive aberto pelos próximos minutos e tente não enviar nenhuma transação agora.
pt_pt: O Hive irá agora eliminar o ficheiro e sincronizar com a rede Bitcoin novamente. Por favor deixe-o em execução pelos próximos minutos e tente não enviar nenhuma transacção agora.
ro: Hive va şterge fişierul şi se va sincroniza cu reţeaua Bitcoin din nou. Va rugăm lăsaţi Hive deschis pentru următoarele câteva minute şi încercaţi să nu efectuaţi tranzacţii momentan.
th: ไฮฟ์ จะลบข้อมูลและเชื่อมต่อกับเครือข่าย บิตคอยน์ อีกครั้ง กรุณาเปิดโปรแกรมทิ้งไว้สักครู่ และอย่าเพิ่งทำธุรกรรมใดๆระหว่างรอ
tr: Hive Bitcoin ağından indirilmiş dosyayı silecek ve tekrar senkronize işlemine başlayacak. Lütfen birkaç dakika Hive açık kalsın ve herhangi bir işlem yapmayın.
uk: Хайв зараз витре файл і синхронізується з мережею Біткойн знову. Будь ласка залиште Хайв увімкненим на декілька хвилин, та не відправляйте жодних транзакцій на даний момент.

source: I've just received some Bitcoin using Hive
cs: Právě jsem dostal nějaké Bitcoiny použitím Hive
da: Jeg har lige modtaget Bitcoin med Hive
el: Μόλις δέχθηκα Bitcoin με το Hive
fa: صرفا یک مقدار بیت کوین از طریق هایو دریافت کردم
fi: Olen juuri saanut Bitcoineja käyttäen Hivea
hu: Most fogadtam BItcoint a Hive használatával
ja: Hiveを利用して、ビットコインを受けとりました
nb: Jeg har nettopp mottat litt Bitcoin med Hive
nl: Ik heb net wat Bitcoins ontvangen via Hive
pt: Acabei de receber Bitcoins utilizando o Hive
pt_pt: Acabei de receber Bitcoins usando Hive
ro: Tocmai am primit Bitcoin folosind Hive
sr: Управо сам примио биткоин користећи Hive
th: ฉันเพิ่งได้รับ Bitcoin จำนวนหนึ่งจากการใช้ไฮฟ์
tr: Az önce Hive üzerinden bir miktar Bitcoin aldım
uk: Я щойно отримав (ла) Біткойни використовуючи Хайв

source: I've just sent some Bitcoin using Hive
cs: Právě jsem poslal nějaké Bitcoiny pomocí Hive
da: Jeg har lige sendt Bitcoin med Hive
el: Μόλις έστειλα Bitcoin με το Hive
fa: صرفا یک مقدار بیت کوین از طریق هایو ارسال کردم
fi: Olen juuri lähettänyt Bitcoineja käyttäen Hivea
hu: Most küldtem egy kis Bitcoint a Hive használatával
ja: Hiveを利用して、ビットコインを送りました
nb: Jeg har nettopp sendt litt Bitcoin med Hive
nl: Ik heb net wat Bitcoins verstuurd met Hive
pt: Acabei de enviar Bitcoins utilizando o Hive
pt_pt: Acabei de enviar Bitcoins usando Hive
ro: Tocmai am trims Bitcoin folosind Hive
sr: Управо сам послао биткоин користећi Hive
th: ฉันเพิ่งส่ง Bitcoin จำนวนหนึ่งจากการใช้ไฮฟ์
tr: Az önce Hive kullanarak bir miktar Bitcoin gönderdim
uk: Я щойно відправив (ла) Біткойни використовуючи Хайв

source: If you send your whole wallet balance, there's nothing left to pay the required fee. Try to send a bit less, or split the transaction into smaller ones.
cs: Pokud jste odeslali všechen svůj zůstatek, je možné, že nezbylo na poplatek za transakci. Zkuste odeslat méně, nebo platbu rozdělit do více menších.
da: Hvis du sender hele din wallets saldo, er der ikke noget tilbage til at dække det påkrævede gebyr. Prøv at sende en smule mindre, eller del transaktionen op i mindre transaktioner.
fa: اگر شما تمام موجودی کیف پولتان را بفرستید، دیگر چیزی برای پرداخت کارمز باقی نمی ماند. سعی کنید کمتر از موجودی کل حسابتان را پرداخت کنید، یا تراکنش ها را به تراکنش های کوچکتر تقسیم کنید.
fi: Ole tarkkana että et käytä koko tililisi saldoa yhdellä kertaa, koska siirroista peritään erillinen maksu. Tee siis mielummin pienempiä siirtoja tai lähetä isot summat osina.
hu: Hogyha minden bitcoinodat elküldöd nem lesz elég az illeték fizetésére. Próbálj kevesebbet küldeni vagy több kisebb részben.
ja: ウォレットにあるビットコインの残高すべてを送る場合は、手数料は払う事ができません。少ないビットコインを送る事をお勧めします。
nb: Om du sender hele din saldo så er det ingen ting igjen for å betale den krevde avgiften. Prøv å sende litt mindre eller del opp transaksjonen flere mindre.
nl: Als je je hele portemonnee balans verstuurd, is er niets over om de vereiste vergoeding mee te betalen. Probeer een beetje minder te sturen, of delen de transactie in kleinere transacties op.
pt: Se você enviar o saldo completo de sua carteira, não sobrará nada para pagar a taxa de transação. Tente enviar um pouco menos ou dividir em transações menores.
pt_pt: Se você gastar todo saldo de sua carteira, não sobrará nada para pagar a taxa de transacção. Tente enviar um pouco menos ou dividir em transacções menores.
ro: Dacă trimiteţi întreagă balanţă a portofelului, nu mai rămâne nimic pentru a plăti taxa respectivă. Încercaţi să trimiteţi un pic mai puţin, sau împărţiţi transactia în tranzacţii mai mici.
th: ถ้าคุณโอนเงินทั้งหมด คุณจะไม่มีเงินเพียงพอในการชำระค่าธรรมเนียม คุณควรแบ่งเงินส่งทีละน้อย เพื่อให้มีจำนวนเงินชำระค่าธรรมเนียมด้วย
uk: Якщо ви відправляєте весь баланс гаманця, тоді не залишиться коштів щоб заплатити комісію. Спробуйте відправити трохи менше, або ж розділіть трансакції на більш дрібні.

source: Install
cs: Instalace
da: Installer
el: Εγκατάσταση
fa: نصب
fi: Asenna
hu: Telepít
nb: Installer
nl: Installeren
pt: Instalar
pt_pt: Instalar
ro: Instalare
sr: Инсталирајте
th: ติดตั้ง
tr: Kur
uk: Встановлення

source: It's dangerous to upload unencrypted wallets.
cs: Je nebezpečné nahrávat nešifrované peněženky.
da: Det er risikabelt at uploade ikke-krypterede wallets.
el: Είναι επικίνδυνη η μεταφόρτωση μη κρυπτογραφημένων πορτοφολιών.
fa: ارسال و ذخیره کیف پول های رمزگذاری نشده خطرناک می باشد.
fi: On vaarallista ladata salaamattomia lompakoita.
hu: Titkosítás nélkül veszélyes feltölteni a tárcát.
ja: 暗号化されていないウォレットをアップロードするのは危険です。
nb: Det er farlig å laste opp ukrypterte lommebøker.
nl: Het is gevaarlijk om niet gecodeerde portemonnee's te uploaden.
pt: É perigoso fazer o upload de carteiras não encriptadas.
pt_pt: É arriscado carregar carteiras não encriptadas.
ro: Este periculos să se încarce portofele necriptate.
sr: Опасно је слати неенкриптоване новчанике на Интернет.
th: มันอันตรายมากในการเพิ่มข้อมูลกระเป๋าเงินที่ไม่ได้เข้ารหัสลับ
tr: Şifrelenmemiş cüzdanları karşıya yüklemek tehlikelidir.
uk: Не безпечно завантажувати не зашифровані гаманці.

source: Keep Editing
cs: Pokračujte v úpravě
da: Fortsæt redigering
fa: ادامه دادن به ویرایش
fi: Jatka Editointia
hu: Folytassuk a szerkesztést
ja: 編集中
nb: Fortsett Endring
nl: Verder gaan met bewerken
pt: Continue Editando
pt_pt: Continuar Editando
ro: Continuaţi să editaţi
th: แก้ไขต่อ
tr: Düzenlemeye Devam Et
uk: Продовжуй Редагування

source: Label
cs: Označení
da: Type
el: Ετικέτα
fa: برچسب
fi: Etiketti
hu: Cím
ja: ラベル
nb: Merking
nl: Adres
pt: Etiqueta
pt_pt: Etiqueta
ro: Etichetă
sr: Ознака
th: ป้าย
tr: Etiket
uk: Етикетка

source: Last backup on %@
cs: Poslední záloha %@
da: Seneste backup den %@
el: Τελευταίο backup στις %@
fa: آخرین زمان تهیه نسخه پشتیبان %@
fi: Viimeisin varmuuskopionti %@
hu: Utolsó mentés %@-kor volt
ja: 最新のバックアップ： %@
nb: Siste sikkerhetskopi gjort %@
nl: Laatste backup was op %@
pt: Último backup em %@
pt_pt: Ultimo backup em %@
ro: Ultimul backup pe %@
sr: Последња резервна копија на %@
th: เก็บข้อมูลล่าสุดเมื่อ %@
tr: En son yedekleme %@ tarihinde
uk: Попереднє резервне копіювання %@

source: Lastname
cs: Příjmení
da: Efternavn
el: Επίθετο
fa: نام خانوادگی
fi: Sukunimi
hu: Keresztnév
ja: 姓
nb: Etternavn
nl: Achternaam
pt: Sobrenome
pt_pt: Sobrenome
ro: Nume
sr: Презиме
th: นามสกุล
tr: Soyadı
uk: Прізвище

source: Link included in this QR code ("%@") is invalid or does not contain a Bitcoin address.
cs: Data obsažená v QR kódu ("%@") jsou neplatná, nebo neobsahují Bitcoinovou adresu.
da: Linket i denne QR-kode (“%@”) er ugyldigt eller indeholder ikke en Bitcoin-adresse.
fa: پیوندی که در این کد QR ("%@") می باشد نامعتبر می باشد و یا اینکه شامل یک آدرس بیت کوین نمی باشد
fi: Tässä QR -koodissa oleve linkki ("%@") on virheellinen tai ei sisällä lainkaan Bitcoin osoitetta.
hu: A QR kód (%@") hibás vagy nem tartalmaz Bitcoin címet.
ja: このQRコード ("%@")のリンクは使用する事ができません。
nb: Link inkludert i denne QR-koden ("%@") er ikke gyldig eller inneholder ingen Bitcoin-adresse.
nl: Link in de QR-code ("%@") is ongeldig of bevat geen Bitcoin adres.
pt: O Link incluído neste QR code ("%@") é inválido ou não contém um endereço Bitcoin.
pt_pt: O link incluído neste QR code ("%@") é inválido ou não contém um endereço Bitcoin válido.
ro: Linkul inclus în acest cod QR ("%@") este invalid sau nu conţine o adresă Bitcoin.
th: ลิ้งค์ที่มีโค้ด QR ("%@") นี้ใช้ไม่ได้ หรือ ไม่มีที่อยู่ บิตคอยน์
uk: Посилання вміст якого є в цьому QR коді ("%@") є недоступним або не вміщає в себе Біткойн адресу.

source: main
cs: hlavní
da: primær
el: βασική
fa: اصلی
fi: pääosoite
hu: fő
ja: メイン
nb: hoved
nl: hoofd
pt: principal
pt_pt: principal
ro: principal
sr: главна
th: หน้าหลัก
tr: ana
uk: Головна

source: Main address
cs: Hlavní adresa
da: Primær adresse
el: Βασική διεύθυνση
fa: آدرس اصلی
fi: Pääasiallinen osoite
hu: Fő cím
ja: メインアドレス
nb: Hovedadresse
nl: Hoofdadres
pt: Endereço principal
pt_pt: Endereço principal
ro: Adresă principală
sr: Главна адреса
th: ที่อยู่ที่ติดต่อได้
tr: Ana adres
uk: Головна адреса

source: New contact
cs: Nový kontakt
da: Ny kontaktperson
el: Νέα επαφή
fa: مخاطب جدید
fi: Uusi yhteystieto
hu: Új kapcsolat
ja: 新しいコンタクト
nb: Ny kontakt
nl: Nieuw contact
pt: Novo contato
pt_pt: Novo contacto
ro: Contact nou
sr: Нови контакт
th: รายชื่อผู้ติดต่อใหม่
tr: Yeni bağlantı
uk: Новий контакт

source: No address entered.
cs: Nezadali jste adresu.
da: Ingen adresse angivet.
el: Δε δόθηκε διεύθυνση.
fa: هیچ آدرسی وارد نشده.
fi: Osoitetta ei ilmoitettu.
hu: Nem írtál be címet.
ja: アドレスが入力されていません。
nb: Ingen adresse angitt.
nl: Geen adres ingevoerd.
pt: Endereço em branco.
pt_pt: Nenhum endereço introduzido.
ro: Adresa nu a fost introdusă.
sr: Адреса није уписана.
th: ไม่ได้ระบุที่อยู่
tr: Adres girilmedi.
uk: Адреса не введена.

source: No backup since %@
cs: Bez zálohy od %@
da: Ingen backup siden %@
el: Χωρίς backup από τις %@
fa: هیچ نسخه پشتیبانی از %@ تهیه نشده است
fi: Ei varmuuskopiota %@ jälkeen
hu: Nem volt mentés %@ óta
ja: %@以降のバックアップがありません
nb: Ingen sikkerhetskopi siden %@
nl: Er is geen backup gemaakt sinds %@
pt: Nenhum backup desde %@
pt_pt: Sem backup desde %@
ro: Ultimul backup pe %@
sr: Без резервне копије од %@
th: ไม่ได้เก็บข้อมูลตั้งแต่ %@
tr: %@ tarihinden beri yedekleme yapılmamış
uk: Немає резервного копіювання %@

source: No backups configured
cs: Zálohy nejsou konfigurované
da: Ingen backups sat op
fa: هیچ نسخه پشتیبانی پیکر بندی نشده است
fi: Ei varmuuskopioita asennettuna
hu: Nincsenek beállított mentések
ja: バックアップが設定されていません
nb: Sikkerhetskopiering er ikke konfigurert
nl: Geen backups ingesteld
pt: Nenhum backup configurado
pt_pt: Nenhum backup configurado
ro: Niciun backup configurat
th: ยังไม่ได้สร้างฐานข้อมูล
tr: Hiç yedekleme ayarlanmamış
uk: Немає резервних копії конфігурацій

source: No Bitcoin have been taken from your wallet.
cs: Z peněženky nebyl vydán žádný Bitcoin.
da: Ingen Bitcoins er blevet overført fra din Bitcoin-wallet.
el: Δεν αφαιρέθηκαν Bitcoins από το πορτοφόλι σας.
fa: هیچ بیت کوینی از کیف پول شما کسر نشده است.
fi: Bitcoineja ei otettu lompakostasi.
hu: Semmilyen Bitcoin sem hiányzik a tárcádból.
ja: ビットコインが送金できませんでした。
nb: Ingen Bitcoin har blitt overført fra din lommebok.
nl: Er zijn geen Bitcoin uit uw portemonnee gehaald.
pt: Nenhum Bitcoin foi removido da sua carteira.
pt_pt: Não foi retirado da sua carteira nenhum Bitcoin.
ro: Nu a fost retras niciun Bitcoin din portofel.
sr: Ниједан биткоин није узет из вашег новчаника.
th: ไม่มีบิทคอยน์ได้รับการโอนออกไปจากกระเป๋าเงินของคุณ
tr: Cüzdanınızdan hiç bir Bitcoin alınmadı.
uk: Біткойни не взяті із твого гаманця.

source: Not enough funds left to pay the transaction fee.
cs: Není dostatek finančních prostředků k zaplacení transakčních poplatků.
da: Saldoen er for lav til at betale transaktionsgebyret
fa: پول به اندازه کافی برای پرداخت کارمزد تراکنش باقی نمانده است.
fi: Ei tarpeeksi katetta siirtokulujen maksuun.
hu: Nem maradt elég bitcoin az illeték fizetésére.
ja: 手数料分のビットコインが足りません。
nb: Ikke nok midler igjen til å betale transaksjonsavgiften.
nl: Niet genoeg geld over om de transactie te betalen.
pt: Saldo restante insuficiente para pagar a taxa de transação.
pt_pt: Sem saldo suficiente para pagar a taxa de transação.
ro: Nu sunt fonduri suficiente pentru a plăti taxa de tranzacţie.
th: จำนวนเงินไม่เพียงพอในการชำระค่าธรรมเนียม
uk: Не залишилось достатньо коштів щоб заплатити комісію.

source: OK
el: ΕΝΤΑΞΕΙ
fa: تایید
nl: Oke
sr: Ок
th: ตกลง
tr: Tamam
uk: Добре

source: Password
cs: Heslo
da: Adgangskode
el: Κωδικός
fa: رمز
fi: Salasana
hu: Jelszó
ja: パスワード
nb: Passord
nl: Wachtwoord
pt: Senha
pt_pt: Senha
ro: Parolă
sr: Лозинка
th: รหัสผ่าน
tr: Şifre
uk: Пароль

source: Pay with Bitcoin
cs: Zaplať Bitcoinem
da: Betal med Bitcoin
fa: پرداخت با بیت کوین
fi: Maksa Bitcoinilla
hu: Fizess bitcoinnal
ja: ビットコインで支払う
nb: Betal med Bitcoin
nl: Betaal met Bitcoin
pt: Pagar com Bitcoin
pt_pt: Pagar com Bitcoin
ro: Plăteşte cu Bitcoin
th: ชำระด้วย บิตคอยน์
uk: Заплатити Біткойнами

source: Payment could not be completed.
cs: Platba nemohla být dokončena.
da: Betalingen kunne ikke gennemføres.
fa: پرداخت انجام نشد
fi: Maksua ei voitu suorittaa.
hu: A fizetést nem lehet véghezvinni.
ja: 支払いは完了できませんでした。
nb: Betalingen kunne ikke bli gjennomført.
nl: Betaling kon niet worden voltooid.
pt: O Pagamento não pôde ser completado.
pt_pt: O pagamento não pôde ser completado.
ro: Plata nu a putut fi completată.
th: การชำระเงินไม่สำเร็จ
uk: Платіж не може бути здійснений.

source: Payment data file could not be opened.
cs: Soubor s platbou nelze otevřít.
da: Betalingsfilen kunne ikke åbnes.
fa: فایل مربوط به اطلاعات پرداخت باز نشد.
fi: Maksun datatiedostoa ei voitu avata.
hu: Hiba a fizetési kérelem megnyitásakor.
ja: 支払い詳細のファイルを開く事がせきませんでした。
nb: Betalingsfilen kunne ikke åpnes.
nl: Het bestand wat de betalingsgegevens bevat kon niet worden geopend.
pt: O arquivo de dados de pagamento não pôde ser aberto.
pt_pt: Ficheiro de dados de pagamento não pôde ser aberto.
ro: Fişierul de date ale plăţii nu a putut fi deschis.
th: ข้อมูลการชำระเงินเปิดไม่ได้
uk: Платіжний файл не відкривається.

source: Payment data is invalid.
cs: Data k platbě jsou neplatná.
da: Betalingsdata er ugyldige.
fa: اطلاعات پرداخت نامعتبر است
fi: Maksutiedot ovat virheelliset.
hu: Fizetési adat hiba.
ja: 支払い期日が無効です。
nb: Betalingsfilen er ugyldig.
nl: Betalingsgegevens zijn ongeldig.
pt: Dados de pagamento inválidos.
pt_pt: Dados de pagamento inválidos.
ro: Datele plăţii sunt invalide.
th: ข้อมูลการชำระเงินไม่ถูกต้อง
uk: Оплата не дійсна.

source: Payment details could not be loaded.
cs: Platební údaje nelze načíst.
da: Betalingsdetaljer kunne ikke indlæses.
fa: جزئیات پرداخت بارگذاری نشد.
fi: Maksun tietoja ei voitu ladata.
hu: A fizetés adatait nem lehet betölteni.
ja: 支払い詳細が取り込めませんでした。
nb: Betalingsdetaljer kunne ikke lastes.
nl: Betalingsinformatie kon niet geladen worden.
pt: Os detalhes de pagamento não puderam ser carregados.
pt_pt: Detalhes do pagamento não puderam ser carregados.
ro: Detaliile plăţii nu au putut fi încărcate.
th: รายละเอียดการชำระเงินไม่สามารถเรียกออกมาได้
uk: Платіжні дані не завантажуються.
