Repository: LTEX-DEV/auroracoin-mac
Catalog: Hive/*.lproj/Localizable.strings
Languages: cs, da, el, fa, fi, hu, ja, nb, nl, pt, pt_pt, ro, sr, th, tr, uk

source: (Please write in English if possible.)
cs: (Prosím napište to anglicky, pokud to jen trochu půjde)
da: (Skriv venligst på engelsk hvis muligt)
fa: (لطفا اگر ممکن هست به انگلیسی بنویسید.)
fi: (Kirjoita englanniksi jos mahdollista.)
hu: (Ha lehet angolul írd)
ja: （できれば英語で書いてください）
nb: (Vennligst skriv på engelsk om mulig.)
nl: (Schrijf alsjeblieft in het Engels)
pt: (Por favor escreva em Inglês se possível.)
pt_pt: (Por favor escreva em Inglês se possível.)
ro: (Vă rugăm scrieţi în Engleză dacă este posibil.)
th: (ถ้าเป็นไปได้ กรุณาเขียนเป็นภาษาอังกฤษ)
tr: (Lütfen İngilizce yazınız)
uk: (Будь-ласка, пишіть англійською мовою, якщо це можливо.)

source: "%@" is not a valid payment link.
cs: "%@" není platný odkaz.
da: "%@" er ikke et gyldigt betalingslink.
fa: "%@" یک لینک پرداخت معتبر نمی باشد.
fi: "%@" ei sovellu maksulinkiksi.
hu: "%@" nem valós bitcoin cím.
ja: "%@"は有効な支払いリンクではありません。
nb: "%@" er ikke en gyldig lenke for betaling.
nl: "%@" is geen geldige betalingslink.
pt: "%@" não é um link de pagamento válido.
pt_pt: "%@" não é um link de pagamento válido.
ro: "%@" nu este un link valid de plată.
th: "%@" ไม่ใช่หน้าการชำระเงินที่ถูกต้อง
uk: "%@" не є вірним платіжним адресом.

source: "%@" is not a valid URL.
cs: "%@" není validní URL.
da: “%@” er ikke en gyldig URL.
fa: "%@" یک آدرس معتبر نمی باشد
fi: "%@" web-osoite on virheellinen.
hu: "%@" nem valós URL.
ja: "%@"は有効なURLではありません。
nb: "%@" er ikke en gyldig URL.
nl: "%@" is geen geldig URL.
pt: "%@" não é uma URL válida.
pt_pt: "%@" não é uma URL válida.
ro: "%@" nu este un URL valid.
th: "%@" ไม่ใช่ URL ที่ถูกต้อง
uk: "%@" не є вірним адресом URL.

source: Address
cs: Adresa
da: Adresse
el: Διεύθυνση
fa: آدرس
fi: Osoite
hu: Cím
ja: アドレス
nb: Adresse
nl: Adres
pt: Endereço
pt_pt: Endereço
ro: Adresă
sr: Адреса
th: ที่อยู่
tr: Adres
uk: Адреса

source: Amount exceeds balance.
cs: Částka je vyšší než zůstatek.
da: Beløbet er højere end din saldo.
el: Το ποσό υπερβαίνει το υπόλοιπο.
fa: مقدار از موجودی بیشتر می باشد.
fi: Summa ylittää tilin saldon.
hu: Ez a mennyiség túllépi a kereted.
ja: 残高を超える金額です。
nb: Beløp overstiger tilgjengelig saldo.
nl: Bedrag is hoger dan uw huidige balans.
pt: Valor excede o saldo.
pt_pt: Valor maior que o saldo.
ro: Cantitatea depășește balanța.
sr: Износ је већи од биланса.
th: ยอดคงเหลือ
tr: Tutar bakiyeden fazla.
uk: Сума перевищує даний баланс гаманця.

source: Anonymous
cs: Anonymní
da: Anonym
el: Ανώνυμος
fa: ناشناس
fi: Nimetön
hu: Névtelen
ja: 匿名
nb: Anonym
nl: Anoniem
pt: Anônimo
pt_pt: Anónimo
ro: Anonim
sr: Анониман
th: นิรนาม
tr: Adsız kullanıcı
uk: Анонімний

source: App requires a newer version of Hive.
cs: Aplikace vyžaduje novější verzi Hive.
da: Dette app kræver en nyere version af Hive.
fa: برنامه نیاز به نسخه جدیدتری از هایو دارد
fi: Sovellus tarvitsee uudemman version Hive.
hu: Ehhez az alkalmazáshoz egy újabb verziójú Hive szükséges.
nb: Appen krever en nyere versjon av Hive.
nl: App vereist een nieuwere versie van Hive.
pt: A aplicação necessita de uma versão mais nova do Hive.
pt_pt: O aplicativo requer uma versão mais recente de Hive.
ro: Aplicaţia necesită o versiune nouă de Hive.
th: โปรแกรมนี้ต้องการเวอร์ชั่นล่าสุดของ ไฮฟ์
tr: Uygulama için daha güncel bir Hive versiyonu gerekiyor.
uk: Програмульці потрібна нова версія Хайву.

source: Application can't be loaded
cs: Aplikaci nelze načíst
da: Programmet kan ikke startes
el: Αδύνατη η φόρτωση της εφαρμογής
fa: برنامه نمی تواند بارگذاری شود
fi: Ohjelmaa ei voida ladata
hu: Az alkalmazást nem lehet betölteni
nb: Progammet kunne ikke kjøres
nl: Applicatie kan niet worden geladen
pt: Aplicação não pôde ser carregada
pt_pt: A aplicação não pode ser carregada
ro: Aplicația nu poate fi încarcată
sr: Апликација не може да се учита
th: โปรแกรมนี้ไม่สามารถโหลดได้
tr: Uygulama yüklenemiyor
uk: Програма не може бути завантажена

source: Apps
cs: Aplikace
fa: برنامه ها
fi: Ohjelmat
hu: Alkalmazások
nb: Apper
nl: Applicaties
pt_pt: Aplicações
ro: Aplicaţii
sr: Апликације
th: โปรแกรม
tr: Uygulamalar
uk: Програмульки

source: Are you sure you want to leave this page?
cs: Jste si jistí, že chcete opustit tuto stránku?
da: Er du sikker på, at du vil forlade denne side?
el: Είστε σίγουρος ότι θέλετε να κλείσετε αυτήν την σελίδα;
fa: آیا شما مطمئن هستید که می خواهید این صفحه را ترک کتید؟
fi: Haluatko varmasti poistua sivulta?
hu: Biztos hogy elhagyod ezt a lapot?
ja: このページを離れてもよろしいですか？
nb: Er du sikker på at du vil forlate denne siden?
nl: Weet u zeker dat je deze pagina wilt verlaten?
pt: Tem certeza que quer sair desta página?
pt_pt: Está certo que deseja sair desta tela?
ro: Sigur doriţi să părăsiţi această pagină?
th: คุณแน่ใจแล้วหรือที่จะออกจากหน้านี้
tr: Bu sayfayı terketmek istediğinizden eminmisiniz?
uk: Ви впевнені, що хочете залишити цю сторінку?

source: Are you sure you want to send %@ (%@) to %@?
cs: Jste si jistí, že chcete zaslat %1$@ (%2$@) do %3$@?
da: Er du sikker på, at du vil sende %1$@ (%2$@) til %3$@?
el: Είστε σίγουροι πως θέλετε να στείλετε %1$@ (%2$@) στη %3$@?
fa: آیا شما مطمئن هستید که می خواهید ارسال کنید %1$@ (%2$@) to %3$@؟
fi: Oletko varma, että haluat lähettää %1$@ (%2$@) osoiteeseen %3$@?
hu: Biztos hogy ennyit akarsz küldeni %1$@ (%2$@) to %3$@?
ja: 再確認：本当に %3$@ に %1$@ (%2$@) を送りますか？
nb: Er du sikker på at du vil sende %1$@ (%2$@) to %3$@?
nl: Weet u zeker dat je %1$@ (%2$@) naar %3$@ wilt verzenden?
pt: Tem certeza que deseja enviar %1$@ (%2$@) para %3$@?
pt_pt: Esta certo que deseja enviar %1$@ (%2$@) a %3$@?
ro: Siguri doriţi să trimiteţi %1$@ (%2$@) to %3$@?
sr: Да ли сте сигурни да желите да %3$@ пошаљете износ од %1$@ (%2$@)?
th: คุณแน่ใจแล้วหรือที่จะส่ง %1$@ (%2$@) ถึง %3$@
tr: %3$@ 'a %1$@ (%2$@) göndermek istediğinize emin misiniz?
uk: Ви впевнені, що хочете відправити %1$@ (%2$@) to %3$@?

source: Backup
cs: Záloha
fa: پشتیبانی
fi: Varmuuskopio
hu: Tárca mentése
ja: バックアップ
nb: Sikkerhetskopi
sr: Резервна копија
th: เก็บข้อมูล
tr: Yedekle
uk: Резервне копіювання

source: Backup error
cs: Chyba zálohování
da: Backup-fejl
el: Σφάλμα κατά το Backup
fa: خطا در تهیه نسخه پشتیبان
fi: Varmuuskopiontivirhe
hu: Mentési hiba
ja: バックアップエラー
nb: Feil ved sikkerhetskopiering
nl: Backup fout
pt: Erro no Backup
pt_pt: Erro de backup
ro: Eroare Backup
sr: Грешка приликом прављења резервне копије
th: การเก็บข้อมูลมีปัญหา
tr: Yedekleme hatası
uk: Помилка в резервному копіювання

source: Backup hasn't been done yet
cs: Zálohování nebylo dosud provedeno
da: Backup er endnu ikke foretaget
el: Δεν έχει πραγματοποιηθεί Backup
fa: تهیه نسخه پشتیبان هنوز انجام نشده است
fi: Varmuuskopiointia ei ole vielä tehty
hu: A mentés nincs kész
ja: バックアップはまだ完了していません
nb: Ingen sikkerhetskopi ennå
nl: U hebt nog geen backup uitgevoerd
pt: O Backup ainda não foi realizado
pt_pt: O backup ainda não foi efetuado
ro: Backup-ul încă nu s-a terminat
sr: Резервна копија још увек није завршена
th: การเก็บข้อมูลยังไม่เรียบร้อย
tr: Yedekleme henüz yapılmadı
uk: Резервне копіювання не було завершено

source: Backup is not configured
cs: Zálohování není nakonfigurováno
da: Backup er ikke sat op
el: Το Backup δεν έχει ρυθμιστεί
fa: پشتیبان گیر پیکر بندی نشده است
fi: Varmuuskopiontia ei konfiguroitu
hu: A mentés nincs konfigurálva
ja: バックアップがまだ設定されていません
nb: Sikkerhetskopiering er ikke konfigurert
nl: Backup is nog niet ingesteld
pt: O Backup não está configurado
pt_pt: O backup não está configurado
ro: Backup-ul nu este configurat
sr: Резервна копија није конфигурисана
th: ไม่สามารถสร้างการเก็บข้อมูลได้
tr: Yedekleme konfigüre edilmedi
uk: Резервне копіювання не було налаштовано

source: Backup problem
cs: Problém se zálohou
el: Πρόβλημα με το Backup
fa: مشکل در پشتیبان گیری
fi: Varmuuskopiointiongelma
hu: Mentési hiba
ja: バックアップが最新ではありません
nb: Problem med sikkerhetskopi
nl: Backup probleem
pt: Problema no Backup
pt_pt: Problema de backup
ro: Problemă Backup
sr: Problem sa rezervnom kopijom
th: ปัญหาของการเก็บข้อมูล
tr: Yedekleme sorunu
uk: Помилка в резервному копіюванні

source: Bitcoin network data file could not be opened - another instance of Hive might still be running.
cs: Soubor s Bitcoinovou sítí nelze otevřít - další části Hive, ale mohou dále běžet.
da: Arkivet med Bitcoin-netværksdata kunne ikke åbnes – måske kører Hive allerede sideløbende.
fa: فایل مربوط به اطلاعات شبکه بیت کوین باز نشد. ممکن است نسخه دیگری از هایو در حال اجرا باشد.
fi: Bitcoinin verkoston datatiedostoa ei voida avata - varmista että Hive ei ole jo käytössä.
hu: Nem lehet hozzáférni a Bitcoin adatfájlokhoz - lehet hogy egy másik Hive is fut.
ja: Bitcoinネットワークのデータを開くことができません - 他のHiveがすでに起動している可能性があります。
nb: Datafilen for Bitcoin-nettverket kunne ikke åpnes - en annen instans av Hive er kanskje aktiv.
nl: Het Bitcoin netwerk data bestand kon niet worden geopend - een andere instantie van Hive is misschien nog aan het draaien.
pt: O arquivo de dados da rede Bitcoin não pode ser aberto - outra instância do Hive pode estar em execução.
pt_pt: O ficheiro de dados da rede Bitcoin não pôde ser aberto - outra instância de Hive pode estar em execução.
ro: Fişierul de date al reţelei Bitcoin nu a putut fi deschis - o altă instanţă de Hive ar putea să fie deschisă.
th: ข้อมูลเครือข่าย บิตคอยน์ ไม่สามารถเปิดได้ แต่ข้อมูลของ ไฮฟ์ อาจจะกำลังทำงานอยู่
tr: Bitcoin ağ veri dosyası açılamadı - Başka bir Hive uygulaması açık kalmış olabilir.
uk: Файл мережі Біткойн не може бути відкритий - другий примірник Хайву може далі працювіати.

source: Bitcoin network data file could not be opened.
cs: Soubor obsahující Bitcoinovou síť nelze otevřít.
da: Arkivet med Bitcoin-netværksdata kunne ikke åbnes.
fa: فایل مربوط به اطلاعات شبکه بیت کوین باز نشد.
fi: Bitcoinin verkoston datatiedostoa ei voitu avata.
hu: Nem lehet megnyitni az adatfájlokat.
ja: Bitcoinネットワークのデータを開くことができません。
nb: Datafilen for Bitcoin-nettverket kunne ikke åpnes.
nl: Het Bitcoin netwerk data bestand kon niet geopend worden.
pt: O arquivo de dados da rede Bitcoin não pode ser aberto.
pt_pt: O ficheiro de dados da rede Bitcoin não pôde ser aberto.
ro: Fişierul cu date referitoare la reţeaua Bitcoin nu a putut fi deschis.
th: ข้อมูลเครือข่าย บิตคอยน์ ไม่สามารถเปิดได้
tr: Bitcoin ağ veri dosyası açılamadı.
uk: Файл мережі Біткойн не може бути відкритий.

source: Can't create a directory to store the wallet backup
cs: Nelze vytvořit adresář pro uložení zálohy
da: Kunne ikke oprette en mappe til wallet-backuppen
el: Αδύνατη η δημιουργία φακέλου για αποθήκευση του backup
fa: برای ذخیره نسخه پشتیبان از کیف پول نمی توان دایرکتوری ایجاد کرد
fi: Kansiota varmuuskopiota varten ei voitu luoda
hu: Nem lehet mappát létrehozni a mentésnek
ja: ウォレットのバックアップを保存するためのディレクトリを作成できません
nb: Kan ikke opprette mappe for å lagre sikkerhetskopi av lommebok
nl: Kon de folder om de portemonnee backup in op te slaan niet aanmaken
pt: Não foi possível criar um diretório para armazenar o backup da carteira
pt_pt: Não foi possível criar um directório para armazenar o backup da carteira
ro: Nu poate fi creat un director în care să fie salvat backup-ul portofelului
sr: Директоријум где треба да се сачува резервна копија новчаника не може бити направљен
th: ไม่สามารถสร้างพื้นที่ของฐานข้อมูลกระเป๋าเงินได้
tr: Cüzdan yedeğini yüklemek üzere bir dizin yaratılamıyor
uk: Не можу створити директорію для резервного копіювання гаманця

source: Cancel
cs: Zrušit
da: Annuller
el: Ακύρωση
fa: لغو
fi: Peruuta
hu: Mégse
ja: キャンセル
nb: Avbryt
nl: Annuleren
pt: Cancelar
pt_pt: Cancelar
ro: Revocare
sr: Откажите
th: ยกเลิก
tr: İptal Et
uk: Відміна

source: CANCELLED
cs: ZRUŠENO
da: ANNULLERET
el: ΑΚΥΡΩΘΗΚΕ
fa: لغو شده
fi: PERUUTETTU
hu: MÉGSÉZVE
ja: キャンセル済み
nb: AVRBUTT
nl: GEANNULEERD
pt: CANCELADO
pt_pt: CANCELADO
ro: REVOCAT
sr: Отказано
th: ยกเลิกแล้ว
tr: İPTAL EDİLDİ
uk: Відмінено

source: Check your network connection, try again later or report the problem to the payment recipient.
cs: Zkontrolujte připojení k síti, zkuste to znovu později, nebo nahlašte problém příjemci platby.
da: Tjek din netværksforbindelse, prøv igen senere, eller giv modtageren besked om problemet.
fa: از متصل بودنتان به شبکه اطمینان حاصل کنید، می توانید بعدا سعی کنید یا این مشکل را به بخش پرداخت گزارش کنید.
fi: Ole hyvä ja tarkista nettyhteytesi tai yritä myohemmin uudelleen. Voit myös ilmoittaa ongelmastasi maksun saajalle.
hu: Ellenőrizd az internet kapcsolatodat. Próbáld meg később vagy szólj annak akinek küldeni akartál.
ja: ネットワークをチェックして、しばらくしてから試す、または支払い受取人に問題を報告してください。
nb: Sjekk din nettverksforbindelse, prøv igjen eller rapporter problemet til betalingsmottakeren.
nl: Controleer uw netwerkverbinding, probeer het later opnieuw of meld het probleem aan de betalingsontvanger.
pt: Verifique sua conexão de internet, tente novamente mais tarde ou informe o problema ao destinatário do pagamento.
pt_pt: Verifique sua conexão, tente novamente mais tarde ou informe o problema ao destinatário do pagamento.
ro: Verificaţi conexiunea la reţea, încercaţi mai târziu sau raportaţi problema la destinatarul plăţii.
th: กรุณาตรวจสอบการเชื่อมต่ออินเตอร์เนต ลองอีกครั้ง หรือ แจ้งปัญหาที่พบกับผู้รับเงิน
uk: Перевір з'єднання з мережею, спробуйте пізніше або повідомт про проблему отримувача платежу.

source: Choose
cs: Zvolit
da: Vælg
el: Επιλογή
fa: انتخاب
fi: Valitse
hu: Válassz
ja: 選択
nb: Velg
nl: Kies
pt: Escolha
pt_pt: Escolha
ro: Alegeţi
sr: Изаберите
th: เลือก
tr: Seç
uk: Закрити

source: Choose a directory inside Dropbox folder where the backup should be saved:
cs: Vyberte si adresář na Dropboxu, kam chcete ukládat zálohy:
da: Vælg en mappe inde i Dropbox-mappen, hvor backuppen skal gemmes:
el: Επιλέξτε ένα φάκελο μέσα στο φάκελο του Dropbox, όπου θα τοποθετηθεί το backup:
fa: یک دایرکتوری از درون پوشه دراپ باکس جایی که نسخه پشتیبان باید ذخیره شود را انتخاب کنید
fi: Valitse Dropbox-kansiosta kansio, johon haluat tallentaa varmuuskopion:
hu: Válasz mappát a Dropboxodban ahová a mentést fogod rakni
ja: Dropboxからバックアップを保存するディレクトリを選んでください:
nb: Velg en mappe i Dropbox-mappen hvor sikkerhetskopien skal lagres:
nl: Kies een folder in uw Dropbox map waar je de backup wilt opslaan:
pt: Escolha um diretório dentro do Dropbox onde o backup será salvo:
pt_pt: Escolha um directório dentro do Dropbox onde o backup deverá ser guardado:
ro: Alegeţi un director în cadrul directorului Dropbox în care să fie salvat backup-ul:
sr: Изаберите директоријум унутар Dropbox фолдера где резервна копија треба да буде сачувана:
th: เลือกพื้นที่เพื่อเก็บข้อมูลภายในแฟ้มของ Dropbox
tr: Dropbox klasörü içinde yedeğin saklanacağı bir dizin seçin:
uk: Виберіть директорію всередині директорію Дропбоксу де було збережено резервне копіювання:

source: Choose a directory inside Google Drive folder where the backup should be saved:
da: Vælg en mappe inde i dit Google Drive, hvor backuppen skal gemmes:
fi: Valitse Google Drive kansio johon haluat talllentaa varmuuskopiosi:
ro: Alegeţi un director în cadrul folderului Google Drive în care să fie salvat backup-ul:
th: เลือกสารบบจากโฟล์เดอร์กูเกิ้ลไดร์ฟที่คุณสามารถบันทึกการสำรองข้อมูลได้

source: click to copy
cs: pro zkopírování klikněte
da: kopier?
el: κλικ για αντιγραφή
fa: برای کپی کردن اینجا کلیک کنید
fi: klikkaa kopioidaksesi
hu: kattints a másoláshoz
ja: クリックしてコピー
nb: klikk for å kopiere
nl: klik om te kopieren
pt: clique para copiar
pt_pt: clique para copiar
ro: click pentru copiere
sr: кликните за копирање
th: คลิกเพื่อคัดลอก
tr: kopyalamak için tıkla
uk: Клік щоб скопіювати

source: Confirm
cs: Potvrdit
da: Bekræft
el: Επιβεβαίωση
fa: تائید
fi: Vahvista
hu: Megerősítés
ja: 確認
nb: Bekreft
nl: Bevestigen
pt: Confirme
pt_pt: Confirmar
ro: Confirmare
sr: Потврдите
th: ยืนยัน
tr: Doğrula
uk: Підтвердити

source: Contact can't be saved.
cs: Kontakt nelze uložit.
da: Kontaktpersonen kunne ikke gemmes.
el: Αδύνατη η αποθήκευση της επαφής.
fa: مخاطب ذخیر نمی شود.
fi: Yhteystietoa ei voida tallentaa.
hu: A kapcsolatot nem lehet menteni.
ja: コンタクトの保存ができません。
nb: Kontakt kunne ikke lagres.
nl: Contact kon niet worden opgeslagen.
pt: Contato não pode ser salvo.
pt_pt: O contacto não pode ser guardado.
ro: Contactul nu poate fi salvat.
sr: Контакти не могу бити сачувани.
th: ไม่สามารถจัดเก็บรายชื่อผู้ติดต่อ
tr: Bağlantı kaydedilemiyor.
uk: Контакти не можуть бути збережені.

source: Contact the author
cs: Kontaktujte autora
da: Kontakt udgiveren
fa: تماس با نویسنده
fi: Ota yhteyttä julkaisijaan
hu: Lépj kapcsolatba a készítővel
nb: Kontakt skaperen
nl: Contacteer de maker
pt: Entre em contato com o autor
pt_pt: Contacte o autor
ro: Contactaţi autorul
th: ติดต่อผู้เขียนโปรแกรม
tr: Yazara ulaş
uk: Контакт до автора

source: Contacts
cs: Kontakty
da: Kontaktpersoner
el: Επαφές
fa: مخاطبین
fi: Yhteystiedot
hu: Kapcsolatok
ja: コンタクト
nb: Kontakter
nl: Contacten
pt: Contatos
pt_pt: Contactos
ro: Contacte
sr: Контакти
th: รายชื่อผู้ติดต่อ
tr: Bağlantılar
uk: Контакти

source: copied!
cs: zkopírováno!
da: kopieret!
el: αντιγράφηκε!
fa: کپی شد!
fi: kopioitu!
hu: másolva!
ja: コピーしました!
nb: kopiert!
nl: gekopieÃ«rd!
pt: copiado!
pt_pt: copiado!
ro: copiat!
sr: ископирано!
th: คัดลอก!
tr: kopyalandı!
uk: Скопійовано!

source: Could not read wallet file. It might be damaged.
cs: Nelze přečíst soubor s peněženkou. Může být poškozená.
da: Kunne ikke læse wallet-filen. Den kan være beskadiget.
el: Αδύνατη η ανάγνωση του πορτοφολιού. Το αρχείο ενδέχεται να έχει καταστραφεί.
fa: فایل کیف پول خوانده نشد. ممکن است فایل خراب شده باشد.
fi: Lompakkoa ei voitu lukea. Se voi olla vioittunut.
hu: A tárcát nem lehet olvasni. Lehet hogy megsérült.
ja: ウォレットのファイルが読み込めません。壊れている可能性があります。
nb: Kunne ikke lese lommebok-filen. Det kan hende filen er skadet.
nl: Kon het portemonnee bestand niet lezen. Het is misschien beschadigd.
pt: Não foi possível ler o arquivo da carteira. Ele pode estar danificado.
pt_pt: Não pude ler o ficheiro da carteira. Ele pode estar danificado.
ro: Nu se poate crea fişierul portofel. S-ar putea să fie compromis.
sr: Фајл новчаника не може бити прочитан. Можда је оштећен.
th: ไม่สามารถอ่านข้อมูลกระเป๋าเงินได้ เนื่องจากข้อมูลอาจเสียหาย
tr: Cüzdan dosyası okunamadı. Zarar görmüş olabilir.
uk: Не можу зчитати файл гаманця. Він може бути пошкоджений.

source: Disable
cs: Zakázat
da: Slå fra
el: Απενεργοποίηση
fa: غیر فعال
fi: Pois päältä
hu: Kikapcsolás
ja: 無効化
nb: Deaktiver
nl: Uitschakelen
pt: Desativar
pt_pt: Desabilitar
ro: Dezactivaţi
sr: Onesposobite
th: ปิดการใช้งาน
tr: Devre dışı bırak
uk: Зробити не активним

source: Disabled
cs: Zakázáno
da: Slået fra
el: Απενεργοποιημένο
fa: غیر فعال شده
fi: Poistettu päältä
hu: Tiltás
ja: 無効
nb: Deaktivert
nl: Uitgeschakeld
pt: Desativado
pt_pt: Desabilitado
ro: Dezactivat
sr: Onesposobljeno
th: ปิดการใช้งาน
tr: Etkin değil
uk: Не активний

source: Discard Changes
cs: Zrušit změny
da: Bortkast ændringer
el: Ακύρωση Αλλαγών
fa: لغو تغییرات
fi: Peruuta Muutoket
hu: Változtatások visszavonása
ja: 変更を破棄
nb: Forkast Endringer
nl: Wijzigingen niet opslaan
pt: Descartar Mudanças
pt_pt: Descartar Alterações
ro: Abandonaţi Schimbările
th: ยกเลิกการเปลี่ยนแปลง
tr: Değişikliklerden Vazgeç
uk: Скасувати зміни

source: Do you really want to remove %@ from your contact list?
cs: Opravdu chcete odstranit kontakt %@ z adresáře?
da: Er du sikker på at du ønsker at fjerne %@ fra din kontaktliste?
el: Είστε σίγουροι πως θέλετε ν' αφαιρέσετε τον/ην %@ από τη λίστα επαφών σας;
fa: آیا شما واقعا می خواهید %@ از لیست مخاطبین شما پاک شود؟
fi: Haluatko varmasti poistaa henkilön %@ yhteystiedoistasi?
hu: Biztos hogy törlöd %@ a kapcsolataid közül?
ja: 本当に %@ をコンタクトリストから削除しますか？
nb: Er du sikker på at vil fjerne %@ fra din kontakliste?
nl: Wilt u %@ echt verwijderen uit uw contactenlijst?
pt: Você realmente deseja remover %@ da sua lista de contatos?
pt_pt: Deseja remover %@ da sua lista de contactos?
ro: Sigur doriți să ștergeți %@ din lista de contacte?
sr: Да ли заиста желите да уклоните %@ из ваше листе контаката?
th: คุณต้องการลบ %@ จากรายชื่อผู้ติดต่อหรือไม่
tr: Bağlantı listenizden %@ bağlantısını kaldırmak istiyor musunuz?
uk: Ви дійсно хочете витерти %@ з вашої адресної книги?

source: Do you want to add "%@" to Hive?
cs: Chcete přidat "%@" do Hive?
da: Ønsker du at føje "%@" til Hive?
el: Θέλετε να προσθέσετε το "%@" στο Hive?
fa: آیا شما می خواهید "%@" را به هایو اضافه کنید؟
fi: Haluatko lisätä "%@" Hiveen?
hu: Biztos hogy hozzá akarod adni "%@" a Hivehoz?
nb: Vil du legge til "%@" til Hive?
nl: Wilt u "%@" toevoegen op Hive?
pt: Você quer adicionar "%@" ao Hive?
pt_pt: Deseja adicionar "%@" ao Hive?
ro: Doriţi să adăugaţi la "%@" Hive?
sr: Да ли желите да додате "%@" у Hive?
th: คุณต้องการเพิ่ม %@ ในไฮฟ์หรือไม่
tr: "%@" 'ı Hive'a eklemek istiyor musunuz?
uk: Ви хочете додати "%@" до Хайву?

source: Do you want to remove "%@" from the application list?
cs: Chcete odstranit "%@", ze seznamu aplikací?
da: Er du sikker på du vil fjerne “%@” fra app-listen?
fa: آیا شما می خواهید "%@" را از لیست برنامه پاک کنید؟
fi: Haluatko varmasti poistaa sovelluksen "%@" listalta?
hu: Ki akarod törölni "%@"-t a kapcsolaid közül?
nb: Vil du fjerne "%@" fra applikasjonslisten?
nl: Wilt u "%@" verwijderen van uw applicatie lijst?
pt: Você deseja remover "%@" da lista de aplicações?
pt_pt: Você deseja remover "%@" da lista de aplicações?
ro: Doriţi să ştergeţi "%@" din lista de aplicaţii?
th: คุณจะลบ "%@" ออกจากรายชื่อโปรแกรมหรือไม่
tr: "%@" uygulamasını uygulama listesinden kaldırmak istiyor musunuz?
uk: Ви хочете витерти "%@" із списку програми?

source: Dropbox folder not found.
cs: Dropbox adresář nenalezen.
da: Dropbox-mappe ikke fundet.
el: Δε βρέθηκε ο φάκελος του Dropbox.
fa: پوشه دراپ باکس پیدا نشد
fi: Dropbox-kansiota ei löytynyt.
hu: Ez a a dropbox mappa nem létezik.
ja: Dropboxのフォルダーが見つかりません
nb: Dropbox-mappe ikke funnet.
nl: Dropbox map is niet gevonden.
pt: Pasta do Dropbox não encontrada.
pt_pt: Directório do Dropbox não encontrado.
ro: Directorul Dropbox nu a putut fi găsit.
sr: Dropbox фолдер није пронађен.
th: ไม่สามารถค้นหาแฟ้ม Dropbox
tr: Dropbox klasörü bulunamadı.
uk: Директорія Дропбоксу не знайдена.

source: Dropbox isn't running
cs: Dropbox neběží
da: Dropbox kører ikke
el: Το Dropbox δεν είναι ενεργό
fa: دراپ باکس در حال اجرا نیست
fi: Dropbox ei ole käynnissä
hu: A Dropbox nem fut
ja: Dropboxが動作していません
nb: Dropbox er ikke slått på
nl: Dropbox draait niet
pt: Dropbox não está em execução
pt_pt: Dropbox não está em execução
ro: Dropbox nu rulează momentan
sr: Dropbox није укључен
th: Dropbox ไม่ทำงาน
tr: Dropbox çalışmıyor
uk: Дропбоксу не працює в даний момент

source: Edit contact
cs: Editovat kontakt
da: Rediger
el: Επεξεργασία επαφής
fa: وبرایش مخاطب
fi: Muokkaa yhteystietoa
hu: Kapcsolat szerkesztése
ja: コンタクトを編集
nb: Rediger kontakt
nl: Wijzig contact
pt: Editar contato
pt_pt: Editar contacto
ro: Editare contact
sr: Измените контакт
th: แก้ไขรายชื่อผู้ติดต่อ
tr: Bağlantıyı düzenle
uk: Редагування контактів

source: Edit profile
cs: Editovat profil
da: Rediger
el: Επεξεργασία προφίλ
fa: ویرایش پروفایل
fi: Muokkaa profiilia
hu: Profil szerkesztése
ja: プロフィールを編集
nb: Rediger profil
nl: Wijzig profiel
pt: Editar perfil
pt_pt: Editar perfil
ro: Editare profil
sr: Измените профил
th: แก้ไขรายละเอียดส่วนตัว
tr: Profili düzenle
uk: Редагування профілю

source: email
fa: ایمیل
fi: sähköposti
ja: メール
nb: e-post
sr: е-маил
th: อีเมล์
tr: eposta
uk: Електронна скринька

source: Enable
cs: Povolit
da: Slå til
el: Ενεργοποίηση
fa: فعال
fi: Salli
hu: Bekapcsolás
ja: 有効化
nb: Aktiver
nl: Inschakelen
pt: Habilitar
pt_pt: Habilitar
ro: Activaţi
sr: Оспособите
th: เปิดการใช้งาน
tr: Etkinleştir
uk: Зробити Активним

source: Enable...
cs: Povolit...
da: Slå til…
el: Ενεργοποίηση...
fa: فعال
fi: Salli...
hu: Bekapcsolás...
ja: 有効化...
nb: Aktiver...
nl: Inschakelen...
pt: Habilitar...
pt_pt: Habilitar...
ro: Activaţi...
sr: Оспособите...
th: เปิดการใช้งาน...
tr: Etkinleştir...
uk: Активний...
