Repository: LTEX-DEV/auroracoin-mac
Catalog: Hive/*.lproj/Localizable.strings
Languages: cs, da, el, fa, fi, hu, ja, nb, nl, pt, pt_pt, ro, sr, th, tr, uk

source: Your changes won't be saved.
cs: Vaše změny nebudou uloženy.
da: Dine ændringer vil ikke blive gemt.
el: Οι αλλαγές σας δεν θα αποθηκευτούν.
fa: تغییرات شما ذخیره نخواهند شد.
fi: Muutoksiasi ei tallenneta.
hu: A változtatások nem lettek elmentve.
ja: 設定の変更は保存されません。
nb: Dine endringer vil ikke bli lagret.
nl: Je aanpassingen zullen niet worden opgeslagen.
pt: Suas alterações não serão salvas.
pt_pt: Suas mudanças não serão salvas.
ro: Schimbările nu vor fi salvate.
th: ข้อมูลที่เปลี่ยนแปลงไม่ได้รับการบันทึก
tr: Yaptığınız değişiklikler kaydedilmeyecek.
uk: Ваші зміни не будуть збережені.

source: Your pending transactions won't be confirmed until the sync is complete.
cs: Vaše nevyřízená transakce nebude potvrzena, dokud nebude synchronizace kompletní.
da: Dine afventende transaktioner vil ikke blive bekræftet før synkroniseringen er færdig.
fa: تراکنش های معلق شما تا زمانیکه همگام سازی کامل نشود تایید نخواهند شد.
fi: Keskeneräisiä maksusuorituksia ei voida vahvistaa ennen kuin synkronointi on vale.
hu: Az igazolatlan tranzakciók addig nem lesznek igazoltak amíg a szinkronizálás nem lesz kész.
ja: 同期が完了するまで取引の確認は完了しません。
nb: Dine ventende transaksjoner vil ikke bli bekreftet før synkronisering er ferdig.
nl: Uw lopende transacties zullen niet worden bevestigd totdat de synchronisatie is voltooid.
pt: Suas transações pendentes não serão confirmadas até que a sincronização esteja completa.
pt_pt: Suas transacções pendentes não serão confirmadas até que a sincronização esteja completa.
ro: Tranzacţia în aşteptare nu va fi confirmată până nu se termină sincronizarea.
th: ธุรกรรมที่กำลังรอดำเนินการยังไม่สามารถยืนยันได้ จนกว่าการเชื่อมต่อข้อมูลจะสำเร็จ
tr: Sekronizasyon işlemi tamamlanmadan bekleyen işlemleriniz onaylanmayacak.
uk: Ваші транзакції в очікуванні не можуть бути підтверджені поки синхронізація не завершиться.

source: Confirmed
da: Bekræftet

source: Not broadcasted yet
da: Ikke udsendt endnu

source: Rejected by the network
da: Afvist af netværket

source: Sent directly to recipient
da: Sendt direkte til modtageren

source: Waiting for confirmation
da: Afventer bekræftelse

source: Dropbox folder not found
hu: Ez a a dropbox mappa nem létezik
nb: Dropbox-mappe ikke funnet
pt: Pasta do Dropbox não encontrada
pt_pt: Directório do Dropbox não encontrado
tr: Dropbox klasörü bulunamadı

source: Enter your passphrase to confirm the transaction:
nb: Skriv inn passorder ditt for å bekrefte transaksjonen:
pt: Digite sua senha para confirmar a transação:
pt_pt: Insira sua senha para confirmar a transacção:
