Repository: LTEX-DEV/auroracoin-mac
Catalog: Hive/*.lproj/Localizable.strings
Languages: cs, da, el, fa, fi, hu, ja, nb, nl, pt, pt_pt, ro, sr, th, tr, uk

source: Payment request has already expired.
cs: Žádost o platbu již vypršela.
da: Betalingsanmodningen er udløbet.
fa: درخواست پرداخت باطل شده است
fi: Maksupyyntö on jo erääntynyt.
hu: A fizetési kérelem már lejárt.
ja: 支払いのリクエストは期限切れです。
nb: Betalingsforespørselen har allerede utgått.
nl: Betalingsaanvraag is reeds verstreken.
pt: A ordem de pagamento já expirou.
pt_pt: A solicitação de pagamento já expirou.
ro: Cererea de plată a expirat deja.
th: การชำระเงินที่ร้องขอหมดอายุแล้ว
uk: Час платіжного запиту вичерпано.

source: PENDING
cs: ČEKÁNÍ
da: AFVENTER
el: ΕΚΚΡΕΜΕΙ
fa: معلق
fi: ODOTTAA
hu: VÁRAKOZÓ
ja: 確認中
nb: VENTENDE
nl: IN AFWACHTING
pt: PENDENTE
pt_pt: PENDENTE
ro: IN AŞTEPTARE
sr: НА ИЗВРШЕЊУ
th: กำลังดำเนินการ
tr: BEKLEMEDE
uk: В ОЧІКУВАННІ

source: Please check if you have entered the address correctly.
cs: Prosím zkontrolujte, zda jste zadali adresu správně.
da: Se venligst efter, om du har angivet adressen korrekt.
el: Παρακαλώ επιβεβαιώστε την ορθή εισαγωγή της διεύθυνσης.
fa: لطفا صحت آدرس وارد شده را بررسی نمایید.
fi: Tarkista, että ilmoitit osoitteen oikein.
hu: Nézd meg hogy a cím helyes-e.
ja: アドレスを正しく入力したか確認してください。
nb: Vennligst sjekk om du har skrevet inn adressen riktig.
nl: Controleer of u het adres juist hebt ingevoerd.
pt: Por favor, verifique se o endereço foi digitado corretamente.
pt_pt: Por favor confirme se o endereço está correcto.
ro: Vă rugăm verificați daca ați introdus adresa corect.
sr: Молимо вас проверите да ли сте исправно унели адресу.
th: กรุณาตรวจสอบว่าคุณระบุที่อยู่ถูกต้องแล้ว
tr: Lütfen adresi doğru girdiğinizi kontrol edin.
uk: Буль-ласка перевір чи введений адрес є вірний.

source: Please enter a different address.
cs: Prosím zadejte jinou adresu.
da: Indtast venligst en anden adresse.
el: Παρακαλώ εισάγετε διαφορετική διεύθυνση.
fa: لطفا آدرس دیگری را وارد نمائید.
fi: Syötä toinen osoite.
hu: Válassz másik címet.
ja: 他人のアドレスを入力してください。
nb: Vennligst skriv inn en annen adresse.
nl: Kies alsjeblieft een ander adres.
pt: Por favor digite um endereço diferente.
pt_pt: Por favor introduza um endereço diferente.
ro: Introduceţi o adresa diferită.
sr: Молимо вас унесите другу адресу.
th: กรุณาระบุที่อยู่อื่น
tr: Lütfen farklı bir adres giriniz.
uk: Буль-ласка введіть різні адреси.

source: Please enter a valid Bitcoin address or select one from the dropdown list.
cs: Prosím vložte platnou bitcoinovou adresu nebo ji vyberte z rozbalovacího seznamu.
da: Indtast venligst en gyldig Bitcoin-adresse eller vælg fra lsiten.
el: Παρακαλώ εισάγετε μια έγκυρη διεύθυνση Bitcoin ή επιλέξτε μία από τη λίστα.
fa: لطفا یک آدرس بیت کوین معتبر را وارد نمائید یا یک آدرس را از منوی کشویی پایین انتخاب نمائید.
fi: Ilmoita voimassa oleva Bitcoin-osoite tai valitse pudotusvalikosta.
hu: Válasz egy valós címet vagy válasz a listáról.
ja: アドレスを入力するかリストから選んでください。
nb: Vennligst skriv inn en gyldig Bitcoin-adresse eller velg en fra nedtrekksmenyen.
nl: Voer alsjeblieft een geldig Bitcoin adres in of kies een adres uit de lijst.
pt: Por favor digite um endereço de Bitcoin válido ou selecione no menu.
pt_pt: Por favor introduza um endereço Bitcoin válido ou escolha um da lista.
ro: Vă rugăm introduceți o adresă Bitcoin validă sau alegeți una din listă.
sr: Молимо вас унесите исправну биткоин адресу или изаберите једну са падајуће листе.
th: กรุณาระบุที่อยู่ของ บิตคอยน์ หรือเลือกจากรายการ
tr: Lütfen geçerli bir Bitcoin adresi girin ya da açılır listeden bir tane seçin.
uk: Буль-ласка введіть вірну адресу Біткойн або ж виберіть одну із випадаючого меню.

source: Preferences
cs: Nastavení
da: Indstillinger
fa: تنظیمات
fi: Asetukset
hu: Beállítások
ja: 設定
nb: Innstillinger
nl: Voorkeuren
pt: Preferências
pt_pt: Preferências
ro: Preferinţe
th: สิทธิพิเศษ
uk: Вибір

source: Profile
cs: Profil
da: Dine oplysninger
el: Προφίλ
fa: پروفایل
fi: Profiili
hu: Profil
ja: プロフィール
nb: Profil
nl: Profiel
pt: Perfil
pt_pt: Perfil
ro: Profil
sr: Профил
th: รายละเอียดส่วนตัว
tr: Profil
uk: Профайл

source: Quit anyway
cs: Ukončit
da: Afslut alligevel
el: Έξοδος
fa: خروج به هر نحوی که شده
fi: Lopeta siitä huolimatta
hu: Kilépés mindenképp
ja: とにかく閉じる
nb: Avslutt likevel
nl: Toch stoppen
pt: Encerrar mesmo assim
pt_pt: Sair na mesma
ro: închideți oricum
sr: Свеједно изађите
th: ปิด
tr: Gene de kapat
uk: Всеодно вийти

source: Received &a
cs: Přijaté &a
da: &a modtaget
el: Λήψη &a
fa: دریافت شده &a
fi: Vastaanotettu &a
hu: Fogadba &a
ja: &aを受け取りました
nb: Mottat &a
nl: &a ontvangen
pt: Recebido &a
pt_pt: Recebido &a
ro: Primit &a
sr: Примљено &a
th: ได้รับ &a
tr: &a kadar alındı
uk: Отримано &a

source: Received &a from &c
cs: Přijaté &a od &c
da: &a modtaget fra &c
el: Λήψη &a από &c
fa: دریافت شده &a از &c
fi: Vastaanotettu &a käyttäjältä &c
hu: Fogadva &a &c-től
ja: &cから&aを受け取りました
nb: Mottat &a from &c
nl: &a ontvangen van &c
pt: Recebido &a de &c
pt_pt: Recebido &a de &c
ro: Primit &a de la &c
sr: Примљено &a од &c
th: ได้รับ &a จาก &c
tr: &c 'dan &a miktar alındı
uk: Отримано &a від &c

source: Reinstall
cs: Přeinstalovat
da: Geninstaller
el: Επανεγκατάσταση
fa: نصب مجدد
fi: Asenna uudelleen
hu: Ujratelepít
nb: Reinstaller
nl: Herinstalleren
pt: Reinstalar
pt_pt: Reinstalar
ro: Reinstalare
sr: Реинсталирајте
th: ติดตั้งอีกครั้ง
tr: Tekrar kur
uk: Переінсталювати

source: Remove
cs: Odebrat
da: Fjern
el: Αφαίρεση
fa: حذف کردن
fi: Poista
hu: Töröl
ja: 削除
nb: Fjern
nl: Verwijderen
pt: Remover
pt_pt: Remover
ro: Ştergere
sr: Склоните
th: ยกเลิก
tr: Kaldır
uk: Витерти

source: Selected directory is outside Dropbox folder.
cs: Zvolený adresář je mimo složky Dropboxu.
da: Den valgte mappe er udenfor Dropbox-mappen.
el: Ο φάκελος που επιλέχθηκε βρίσκεται εκτός του φακέλου Dropbox.
fa: دایرکتوری انتخاب شده از درون پوشه دراپ باکس نمی باشد
fi: Valittu tiedosto on Dropbox-kansion ulkopuolella.
hu: A kiválasztott mappa Dropboxon kívül van.
ja: 選択したディレクトリはDropboxフォルダの外にあります。
nb: Valgt mappe er utenfor Dropbox-mappen.
nl: Selecteer een map buiten uw Dropbox map.
pt: O diretório selecionado está fora da pasta do Dropbox.
pt_pt: O directório selecionado está fora do Dropbox.
ro: Directorul selectat se află în afara directorului Dropbox.
sr: Изабрани директоријум је изван Dropbox фолдера.
th: เลือกเส้นทางอื่น นอกเหนือจากแฟ้ม Dropbox
tr: Seçilen dizin Dropbox klasörü dışında.
uk: Вибрана директорія є за межами Дропбокс директорії.

source: Selected directory is outside Google Drive folder.
da: Den valgte mappe er udenfor Google Drive-mappen.
fi: Valitsemasi hakemisto on Google Drive kansion ulkopuolella.
ro: Directorul selectat este în afara folderului Google Drive.
th: สารบบที่เลือกไว้อยู่นอกโฟล์เดอร์กูเกิ้ลไดร์ฟ

source: Send
cs: Poslat
el: Αποστολή
fa: ارسال
fi: Lähetä
hu: Küldés
ja: 送金
nl: Versturen
pt: Enviar
pt_pt: Enviar
ro: Trimite
sr: Пошаљите
th: ส่ง
tr: Gönder
uk: Відправити

source: Sent &a to &c
cs: Poslat &a do &c
da: &a sendt til &c
el: Αποστάληκαν &a προς &c
fa: ارسال &a به &c
fi: Lähetä &a käyttäjälle &c
hu: Elküldve &a &c-nek
ja: &cに&aを送りました
nb: Sendt &a til &c
nl: Verstuur &a naar &c
pt: Enviado &a para &c
pt_pt: Enviado &a para &c
ro: Trimis &a la &c
sr: Послато &a ка &c
th: ส่ง &a ถึง &c
tr: &c 'ye &a kadar gönder
uk: Відправити з &a до &c

source: Shortcuts
cs: Klávesové zkratky
da: Genveje
fa: میانبرها
fi: Pikakuvake
hu: Parancsikonok
ja: ショートカット
nb: Snarveier
nl: Snelkoppelingen
pt: Atalhos
pt_pt: Atalhos
ro: Scurtături
th: ทางลัด
uk: Ярлики

source: Some funds are temporarily unavailable.
cs: Některé fondy jsou dočasně nedostupné.
da: Nogle beløb er midlertidigt utilgængelige.
el: Μερικά ποσά είναι προσωρινά μη διαθέσιμα.
fa: مقادیری از پول ها در حال حاضر در دسترس نمی باشند
fi: Osa varoista on väliakaisesti saavuttamattomissa.
hu: Néhány Bitcoin még elérhetetlen.
ja: 一部のコインは一時的に利用できません
nb: Noen midler er midlertidlig utilgjengelige.
nl: Een gedeelte van uw balans is op dit moment niet beschikbaar.
pt: Alguns valores estão temporariamente indisponíveis.
pt_pt: Alguns valores estão temporariamente indisponíveis.
ro: Unele fonduri pot fi temporar inaccesibile.
sr: Један део средстава је привремено недоступан.
th: เงินบางจำนวนไม่สามารถใช้ได้ชั่วคราว
tr: Bazı kaynaklar geçici olarak kullanılamaz durumda.
uk: Деякі заощадження зараз не доступні.

source: Start!
el: Έναρξη!
fa: شروع!
fi: Aloita!
hu: Kezdés!
ja: スタート!
nb: Begynn!
pt: Iniciar!
pt_pt: Iniciar!
sr: Покрените!
th: เริ่ม!
tr: Başla!
uk: Старт!

source: The application data file has been removed or corrupted.
cs: Datové soubory aplikace byly odstraněny nebo poškozeny.
da: Programmets dataarkiv er blevet flyttet eller beskadiget.
el: Το αρχείο δεδομένων της εφαρμογής έχει αφαιρεθεί ή καταστραφεί.
fa: اطلاعات مربوط به برنامه حذف و یا غیر قابل استفاده شده اند.
fi: Sovellustiedosta on poistettu tai vioittunut.
hu: Az alkalmazás adatai eltűntek van elérhetetlenek.
nb: Applikasjonsfilen er blitt fjernet eller er skadet.
nl: Het applicatie data bestand is verwijderd of corrupt.
pt: O arquivo de dados da aplicação foi removido ou corrompido.
pt_pt: O ficheiro de dados da aplicação está corrompido ou foi removido.
ro: Fişierul de date al aplicaţiei a fost îndepărtat sau corupt.
sr: Фајл са подацима из апликације је уклоњен или оштећен.
th: แฟ้มข้อมูลของโปรแกรมถูกยกเลิกหรือเสียหาย
tr: Uygulama dosyaları silinmiş veya bozulmuş.
uk: Файл даних було видалено або пошкоджено.

source: The database was saved by a newer version of Hive - please download the latest version from http://hivewallet.com.
cs: Databáze byla uložena v novější verzi Hive - prosím stáhněte si poslední verzi aplikace z http://hivewallet.com.
da: Databasen er gemt med en nyere version af Hive – hent venligst seneste version fra http://hivewallet.com.
el: Η βάση δεδομένων έχει αποθηκευθεί από νεότερη έκδοση του Hive - Παρακαλώ κατεβάστε τη νεότερη έκδοση από http://hivewallet.com.
fa: پایگاه داده توسط نسخه جدید تری از هایو ذخیره شده است-لطفا برای دریافت نسخه جدیدتر هایو به آدرس http://hivewallet.com مراجعه کنید
fi: Tietokanta tallennettiin Hiven uudemmalla versiolla - lataa uusin versio osoitteesta http://hivewallet.com.
hu: Az adatbázis egy újabb verzióval lett elmentve - kérlek töltsd le a http://hivewallet.com-ról.
ja: データベースは新しいバージョンのHiveで保存されています - http://hivewallet.com で最新バージョンをダウンロードしてください。
nb: Databasen ble lagret av en nyere versjon av Hive - vennligst last ned den siste versjonen fra http://hivewallet.com.
nl: De database was opgeslagen door een nieuwere versie van Hive - download alsjeblieft de laatste versie van http://hivewallet.com.
pt: O banco de dados foi salvo por uma versão mais nova do Hive - por favor faça o download da última versão em http://hivewallet.com.
pt_pt: O banco de dados foi salvo por uma versão mais recente do Hive - por favor descarregue a última versão em http://hivewallet.com.
ro: Baza de date a fost salvată de o versiune mai nouă de Hive - va rugăm să descărcaţi ultima versiune de pe http://hivewallet.com.
sr: База података је сачувана од стране новије Hive верзије - молимо вас преузмите најновију верзију са http://hivewallet.com.
th: ฐานข้อมูลถูกจัดเก็บด้วยไฮฟ์เวอร์ชั่นล่าสุด กรุณาติดตั้งเวอร์ชั่นล่าสุดได้ที่ http://hivewallet.com
tr: Veritabanı daha güncel bir Hive versiyonu ile kaydedilmiş - lütfen en güncel versiyonu indiriniz: http://hivewallet.com.
uk: База даних була збережена в новій версії Хайву - буль-ласка завантажте новішу версію з http://hivewallet.com.

source: The existing app file will be replaced by the new version. This will not affect any app settings or saved data.
cs: Stávající aplikace bude nahrazena novější verzí. Nebude to mít žádný vliv na nastavení aplikace nebo uložená data.
da: Det eksisterende app-arkiv vil blive erstattet af den nye version. Dette vil ikke påvirke indstillinger eller gemt data i app'et.
el: Το υπάρχον αρχείο της εφαρμογής θ' αντικατασταθεί από τη νεότερη έκδοση. Αυτό δεν θα επηρεάσει τις ρυθμίσεις ή τα δεδομένα της εφαρμογής.
fa: فایل های نسخه جدید برنامه با فایل های نسخه جاری از برنامه جایگزین خواهد شد. این کار هیچ تاثیری بر روی اطلاعات ذخیره شده و یا تنظیمات برنامه نخواهد گذاشت
fi: Olemassaoleva sovelluskansio korvataan uudella versiolla. Tämä ei vaikuta sovelluksen asetuksiin tai tallennettuihin tietoihin.
hu: Az előző verzió egy újabbal lesz lecserélve. Ez nem befolyásolja a beállításaidat és adataidat.
nb: Den eskiterende applikasjonsfilen vil bli erstattet av den nye versjonen. Dette vil ikke berøre instillingene eller lagret data.
nl: Het huidige applicatie bestand zal vervangen worden door de nieuwe versie. Het zal uw huidige instellingen of opgeslagen data niet aantasten.
pt: O arquivo da aplicação será substituído pela nova versão. Isto não afetará qualquer configuração ou dados salvos.
pt_pt: O ficheiro da aplicação existente será substituído pela versão mais recente. Isto não afetará nenhuma configuração ou dados salvos.
ro: Aplicaţia existentă va fi înlocuită de o versiune nouă. Acest lucru nu va afecta nici o setare a aplicaţiei sau a datelor salvate.
sr: Постојећа апликација ће бити замењена новијом верзијом. То неће утицати на подешавања и сачуване податке.
th: ข้อมูลของโปรแกรมที่มีอยู่จะถูกแทนที่ด้วยเวอร์ชั่นใหม่ แต่จะไม่ส่งผลกระทบใดๆต่อการตั้งค่าของโปรแกรมหรือข้อมูลที่จัดเก็บไว้
tr: Varolan uygulama dosyası daha yeni bir versiyon ile değiştirilecek. Bu işlem kayıtlı veri ve ayarları etkilemez.
uk: Існуючи програмний файл буде замінений новою версією. Це не повпливає на будьякі налаштування в програмі або збережених даних.

source: The file doesn't exist or is not accessible.
cs: Soubor neexistuje, nebo není dostupný.
da: Filen eksisterer ikke eller er utilgængelig.
fa: فایل موجود نمی باشد و یا قابل دسترس نیست
fi: Tiedostoa ei löytynyt.
hu: A fájl nem létezik vagy nem elérhető.
ja: ファイルを開く事ができません。
nb: Filen eksiterer ikke eller er ikke mulig å nå.
nl: Het bestand bestaat niet of is niet toegankelijk.
pt: O arquivo não existe ou não pôde ser acessado.
pt_pt: O ficheiro não existe ou não está acessível.
ro: Fişierul nu există sau nu este accesibil.
th: ไม่มีข้อมูล หรือเข้าค้นข้อมูลไม่ได้
uk: Цей файл не існує або не доступний.

source: The file is damaged or does not contain a Hive application.
cs: Soubor je poškozen, nebo neobsahuje žádné Hive aplikace.
da: Arkivet er beskadiget eller indeholder ikke et Hive-app.
fa: فایل مشکل دارد و یا شامل برنامه هایو نمی باشد
fi: Tiedosto on vahingoittunut tai ei sisällä Hive-sovellusta.
hu: A fájl sérült vagy nem Hive alkalmzás.
nb: Filen er skadet eller inneholder ingen Hive-applikasjon.
nl: Het bestand is beschadigt of bevat geen Hive applicatie.
pt: O arquivo está danificado ou não contém uma aplicação Hive.
pt_pt: O ficheiro está corrompido e não contém uma aplicação Hive.
ro: Fişierul este corupt sau nu conţine o aplicaţie Hive.
th: ข้อมูลเสียหายหรือไม่มีโปรแกรม ไฮฟ์
tr: Dosya bozulmuş veya bir Hive uygulaması içermiyor.
uk: Файл пошкоджено або не містить Хайв застосування.

source: This amount is too low to be sent through the network.
cs: Tato částka je příliš nízká na zaslání do Bitcoinové sítě.
da: Beløbet er for lille til at kunne blive sendt via netværket.
fa: این مقدار بسیار ناچیز می باشد برای ارسال از طریق شبکه
fi: Antamasi summa on liian pieni eikä sitä voida lähettää eteenpäin.
hu: Ilyen kicsi mennyiséget nem lehet küldeni.
ja: 少額すぎて送金できません。
nb: Mengden er for lav for å bli sendt igjennom nettverket.
nl: Deze hoeveelheid is te weinig om door het netwerk te versturen.
pt: Este valor é muito baixo para ser enviado pela rede.
pt_pt: Este valor é baixo demais para ser enviado para a rede Bitcoin.
ro: Această sumă este prea mică pentru a fi trimisă prin reţea.
th: เงินจำนวนนี้น้อยเกินไปที่จะส่งผ่านระบบ
tr: Bu miktar göndermek için çok düşük.
uk: Ця сума надто мала для відправлення через мережу.

source: This Bitcoin payment link is invalid.
cs: Tento platební odkaz je neplatný.
da: Dette Bitcoin-betalingslink er ugyldigt.
fa: این پیوند بیت کوین معتبر نمی باشد.
fi: Bitcoinin maksulinkki/maksuosoite on virheellinen.
hu: A bitcoin cím hibás.
ja: このビットコインの支払いリンクは無効です。
nb: Bitcoin betalingslenken er ugyldig.
nl: Deze Bitcoin betalingslink is ongeldig.
pt: O link de pagamento Bitcoin é inválido.
pt_pt: O link de pagamento Bitcoin é inválido.
ro: Linkul de plată în Bitcoin este invalid.
th: ลิ้งค์การชำระเงิน บิตคอยน์ ไม่ถูกต้อง
uk: Біткойн платіжний лінк не дійсний.

source: This Bitcoin payment URL is invalid.
cs: Tato Bitcoinová URL k platbě je neplatná.
da: Denne Bitcoin-URL er ugyldig.
fa: آدرس پرداخت بیت کوین معتبر نمی باشد.
fi: Maksun web-osoite on virheellinen.
hu: A bitcoin fizetési link nem valós.
ja: このビットコインの支払いURLは無効です。
nb: Denne Bitcoin betalingslenken er ugyldig.
nl: Deze Bitcoin betalings URL is ongeldig.
pt: A URL de pagamento Bitcoin é inválida.
pt_pt: Esta URL de pagamento Bitcoin é inválida.
ro: URL-ul de plată în Bitcoin este invalid.
th: URL ของการชำระเงิน บิตคอยน์ ไม่ถูกต้อง
uk: Біткойн платіж URL не дійсний.

source: This can happen because of bugs in the wallet code or because the transaction was rejected by the network.
cs: Může k tomu dojít chybou v kódu peněženky, nebo protože transakci odmítnula síť.
da: Dette kan være sket pga. fejl i wallet-koden eller fordi transaktionen blev afvist af netværket.
el: Αυτό ενδέχεται να συμβεί λόγων σφαλμάτων στον κώδικα του πορτοφολιού ή επειδή η συναλλαγή απορρίφθηκε από το δίκτυο.
fa: این حالت زمانی می تواند رخ دهد که باگ هایی در کد کیف پول باشد یا به خاطر اینکه تراکنش توسط شبکه مورد قبول واقع نشده باشد.
fi: Tämä voi tapahtua johtuen lompakkokoodissa olevista bugeista tai verkosto on hylännyt transaktion.
hu: Ez azért történhetett mert baj van a tárca kódjában vagy a tranzakciót a hálózat visszautasította.
ja: ウォレットの不具合もしくはネットワークによって拒否されました。
nb: Dette kan skje på grunn av feil i lommebok-koden eller fordi transkasjonen var avvist av nettverket.
nl: Dit kan gebeuren door fouten in de code of omdat de transactie is geweigerd door het netwerk.
pt: Isto pode acontecer devido a bugs no código da carteira ou porque a transação foi rejeitada pela rede.
pt_pt: Isto pode ocorrer por causa de bugs no código da carteira ou porque a transacção foi rejeitada pela rede.
ro: Acest lucru se poate întâmpla din cauza erorilor în codul portofelului sau pentru că tranzacţia a fost respinsă de reţea.
sr: Ово може да се деси услед грешака у коду новчаника, или зато што је трансакција одбачена од стране мреже.
th: สิ่งนี้อาจเกิดขึ้นได้เพราะ bugs ที่แฝงอยู่ในโค้ดของกระเป๋าเงิน หรือ เพราะการโอนเงินไม่สำเร็จ
tr: Bu, cüzdan kodundaki hata veya işlemlerin ağ tarafından reddedilmesi durumlarında oluşabilir.
uk: Це може статися через помилки в коді гаманця або тому, що операція була відкинута мережі.

source: This file does not contain a valid Bitcoin payment request.
cs: Tento soubor neobsahuje platnou žádost o platbu Bitcoinem.
da: Dette arkiv indeholder ikke en gyldig Bitcoin-betalingsanmodning.
fa: فایل شامل یک درخواست معتبر بیت کوینی نمی باشد.
fi: Tiedosta ei sisällä voimassa olevaa Bitcoin maksu pyyntöä.
hu: Ez a fájl nem tartalmaz valós kifizetést.
ja: このファイルは有効なビットコイン支払いリクエストが含まれていません。
nb: Filen inneholder ikke en gyldig Bitcoin betalingsforespørsel.
nl: Dit bestand bevat geen geldig Bitcoin betalingsverzoek.
pt: Este arquivo não contém uma solicitação válida de pagamento Bitcoin.
pt_pt: Este ficheiro não contém uma solicitação de pagamento Bitcoin válida.
ro: Fişierul nu conţine o cerere validă de plată în Bitcoin.
th: ข้อมูลนี้ไม่มีการชำระเงิน บิตคอยน์ ที่ถูกต้อง
uk: Цей файл не містить дійсний платіжний запит Біткойну.

source: This is more than what you usually send.
cs: To je více, než obvykle odesíláte.
da: Beløbet er højere end hvad du normalt sender.
el: Είναι περισσότερα από όσα στέλνετε συνήθως.
fa: این مقدار بیشتر از چیزی می باشد که شما به طور معمول می فرستید.
fi: Tämä on enemmän kuin yleensä lähetät.
hu: Ez több mint az átlagos küldési méret.
ja: いつもより高い金額ですが、よろしいですか。
nb: Dette er mer enn du vanligvis sender.
nl: Dit is meer dan u normaal verstuurt.
pt: Isto é mais do que você normalmente envia.
pt_pt: Isto é mais do que você normalmente envia.
ro: Suma aceasta este mai mare decât ce cheltuiţi de obicei.
sr: Износ је већи од оног који обично шаљете.
th: จำนวนเงินที่ส่งไปมากกว่าทุกครั้งที่ท่านเคยส่ง
tr: Bu genelde gönderdiğinizden daha yüksek bir miktar.
uk: Це більше, ніж те, що ви зазвичай посилаєте.

source: This is your wallet address.
cs: Toto je adresa Vaší peněženky.
da: Dette er din egen wallets adresse.
el: Αυτή είναι η διεύθυνση του πορτοφολιού σας.
fa: این آدرس کیف پول شما می باشد.
fi: Tämä on sinun lompakkosi osoite.
hu: Ez a te tárca címed.
ja: これはあなたのウォレットのアドレスです。
nb: Dette er din egen lommeboks adresse.
nl: Dit is uw portemonnee adres.
pt: Este é o endereço da sua carteira.
pt_pt: Este é o endereço da sua carteira.
ro: Aceasta este adresa portofelului dumneavoastră.
sr: Ово је адреса из вашег новчаника.
th: นี่คือที่อยู่ของกระเป๋าเงินของคุณ
tr: Bu cüzdan adresinizdir.
uk: Це адреса вашого гаманця.

source: This isn't a valid Bitcoin address.
cs: Toto není platná bitcoinová adresa.
da: Dette er ikke en gyldig Bitcoin-adresse.
el: Μη έγκυρη διεύθυνση Bitcoin.
fa: این یک آدرس معتبر بین کوین نمی باشد.
fi: Tämä Bitcoin-osoite ole voimassa.
hu: Ez nem egy valós Bitcoin cím.
ja: 正しくないアドレスです。
nb: Dette er ikke en gyldig Bitcoin-adresse.
nl: Dit is geen geldig Bitcoin adres.
pt: Este não é um endereço de Bitcoin válido.
pt_pt: Este não é um endereço Bitcoin válido.
ro: Aceasta nu este o adresa Bitcoin validă.
sr: Ово није исправна биткоин адреса.
th: นี่ไม่ใช่ที่อยู่ที่ถูกต้องของบิตคอยน์
tr: Bu geçerli bir Bitcoin adresi değil.
uk: Це не дійсний Біткойн адрес.

source: This payment is supposed to be sent on a different Bitcoin network.
cs: Tato platba má být zaslána na jinou Bitcoinovou síť.
da: Denne betaling kan kun foretages på et andet Bitcoin-netværk.
fa: این پرداخت قرار است بر روی شبکه دیگری از بیت کوین ارسال شود
fi: Tämä maksu on tarkoitus lähettää toiseen Bitcoin verkkoon.
hu: Ezt a fizetést nem erre a hálózatra készítették.
ja: この支払いは異なるビットコインネットワークに送られます。
nb: Denne betalingen er ment å sendes på et annet Bitcoin-nettverk.
nl: Deze betaling hoort te worden verstuurd op het andere Bitcoin netwerk.
pt: Este pagamento deve ser enviado em uma rede Bitcoin diferente.
pt_pt: Este pagamento deve ser enviado em uma rede Bitcoin diferente.
ro: Plata trebuie trimisă pe o reţea Bitcoin diferită.
th: การชำระเงินนี้ควรจะส่งไปที่เครือข่าย บิตคอยน์ อื่น
uk: Можливо цей платіж має бути відправлений на іншу Біткойн мережу.

source: This QR code can't be used here.
cs: Tento QR kód tady nelze použít.
da: QR-koden kan ikke benyttes her.
fa: این کد QR در اینجا قابل استفاده نمی باشد.
fi: Tätä QR-koodia ei voida käyttää.
hu: QR kód hiba.
ja: このQRコードは使用する事ができません。
nb: Denne ØR-koden kan ikke bli brukt her.
nl: Deze QR code kan hier niet worden gebruikt.
pt: Este QR code não pode ser usado aqui.
pt_pt: Este QR code não pode ser usado aqui.
ro: Acest cod QR nu poate fi folosit aici.
th: ไม่สามารถใช้โค้ด QR ที่นี่ได้
uk: Цей QR код не можна використати тут.

source: Time Machine is disabled in System Preferences
cs: Time Machine je vypnut v Předvolbách systému.
da: Time Machine er slået fra i Systemindstillinger
el: Το Time Machine έχει απενεργοποιηθεί στις Επιλογές Συστήματος System Preferences
fa: در قسمت تنظمیات سیستم گزینه ماشین زمان غیر فعال شده است
fi: Time Machine on estetty kohteessa System Preferences
hu: A Time Machine ki van kapcsolva a rendszerben
ja: システム環境設定で Time Machine が無効になっています。
nb: Time Machine er slått av i Systemvalg.
nl: Time Machine is uitgeschakelt in Systeem Instellingen
pt: O Time Machine está desativado nas Preferências do Sistema
pt_pt: O Time Machine está desabilitado nas Preferências do Sistema
ro: Maşina Timpului este dezactivată în Preferinţe Sistem
sr: Time Machine је онеспособљен у системским подешавањима
th: Time Machine ถูกปิดการใช้งานใน System Preferences
tr: Time Machine Sistem Ayarları'nda iptal edilmiş
uk: Машина часу не активна в системних уподобаннях
